sparql_neg,ques_neg,type
SELECT ?answer WHERE { wd:Q4759583 wdt:P106 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 382.1556 && xsd:float(?x) <=439.6844) }},What is the career of Andrzej Boguslawski That has Q48460 and isn't between 382.1556 and 439.6844 ,num
SELECT ?answer WHERE { wd:Q4759583 wdt:P106 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 439.6844) }},What is the career of Andrzej Boguslawski That has Q48460 and isn't greater than 439.6844 ,num
SELECT ?answer WHERE { wd:Q4759583 wdt:P106 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) <= 382.1556) }},What is the career of Andrzej Boguslawski That has Q48460 and isn't less than 382.1556 ,num
SELECT ?answer WHERE { wd:Q4759583 wdt:P106 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 353.3912 && xsd:float(?x) <=468.4488) }},What is the career of Andrzej Boguslawski That has Q48460 and isn't between 353.3912 and 468.4488 ,num
SELECT ?answer WHERE { wd:Q4759583 wdt:P106 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 468.4488) }},What is the career of Andrzej Boguslawski That has Q48460 and isn't greater than 468.4488 ,num
SELECT ?answer WHERE { wd:Q4759583 wdt:P106 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) <= 353.3912) }},What is the career of Andrzej Boguslawski That has Q48460 and isn't less than 353.3912 ,num
SELECT ?answer WHERE { wd:Q4759583 wdt:P106 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 324.6268 && xsd:float(?x) <=497.21320000000003) }},What is the career of Andrzej Boguslawski That has Q48460 and isn't between 324.6268 and 497.21320000000003 ,num
SELECT ?answer WHERE { wd:Q4759583 wdt:P106 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 497.21320000000003) }},What is the career of Andrzej Boguslawski That has Q48460 and isn't greater than 497.21320000000003 ,num
SELECT ?answer WHERE { wd:Q4759583 wdt:P106 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) <= 324.6268) }},What is the career of Andrzej Boguslawski That has Q48460 and isn't less than 324.6268 ,num
SELECT ?answer WHERE { wd:Q4759583 wdt:P106 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 295.8624 && xsd:float(?x) <=525.9775999999999) }},What is the career of Andrzej Boguslawski That has Q48460 and isn't between 295.8624 and 525.9775999999999 ,num
SELECT ?answer WHERE { wd:Q4759583 wdt:P106 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 525.9775999999999) }},What is the career of Andrzej Boguslawski That has Q48460 and isn't greater than 525.9775999999999 ,num
SELECT ?answer WHERE { wd:Q4759583 wdt:P106 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) <= 295.8624) }},What is the career of Andrzej Boguslawski That has Q48460 and isn't less than 295.8624 ,num
SELECT ?answer WHERE { wd:Q4759583 wdt:P106 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 267.098 && xsd:float(?x) <=554.742) }},What is the career of Andrzej Boguslawski That has Q48460 and isn't between 267.098 and 554.742 ,num
SELECT ?answer WHERE { wd:Q4759583 wdt:P106 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 554.742) }},What is the career of Andrzej Boguslawski That has Q48460 and isn't greater than 554.742 ,num
SELECT ?answer WHERE { wd:Q4759583 wdt:P106 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) <= 267.098) }},What is the career of Andrzej Boguslawski That has Q48460 and isn't less than 267.098 ,num
SELECT ?answer WHERE { wd:Q310777 wdt:P1412 ?answer . MINUS { ?answer wdt:P580 ?x FILTER(YEAR(?x) >= 1256 && YEAR(?x) <=1444) }},What is the signed language of Nicole Oresme That didn't start in 1350,num
SELECT ?answer WHERE { wd:Q310777 wdt:P1412 ?answer . MINUS { ?answer wdt:P580 ?x FILTER(YEAR(?x) >= 1444) }},What is the signed language of Nicole Oresme That didn't start in 1350,num
SELECT ?answer WHERE { wd:Q310777 wdt:P1412 ?answer . MINUS { ?answer wdt:P580 ?x FILTER(YEAR(?x) <= 1256) }},What is the signed language of Nicole Oresme That didn't start in 1350,num
SELECT ?answer WHERE { wd:Q310777 wdt:P1412 ?answer . MINUS { ?answer wdt:P580 ?x FILTER(YEAR(?x) >= 1161 && YEAR(?x) <=1539) }},What is the signed language of Nicole Oresme That didn't start in 1350,num
SELECT ?answer WHERE { wd:Q310777 wdt:P1412 ?answer . MINUS { ?answer wdt:P580 ?x FILTER(YEAR(?x) >= 1539) }},What is the signed language of Nicole Oresme That didn't start in 1350,num
SELECT ?answer WHERE { wd:Q310777 wdt:P1412 ?answer . MINUS { ?answer wdt:P580 ?x FILTER(YEAR(?x) <= 1161) }},What is the signed language of Nicole Oresme That didn't start in 1350,num
SELECT ?answer WHERE { wd:Q310777 wdt:P1412 ?answer . MINUS { ?answer wdt:P580 ?x FILTER(YEAR(?x) >= 1067 && YEAR(?x) <=1633) }},What is the signed language of Nicole Oresme That didn't start in 1350,num
SELECT ?answer WHERE { wd:Q310777 wdt:P1412 ?answer . MINUS { ?answer wdt:P580 ?x FILTER(YEAR(?x) >= 1633) }},What is the signed language of Nicole Oresme That didn't start in 1350,num
SELECT ?answer WHERE { wd:Q310777 wdt:P1412 ?answer . MINUS { ?answer wdt:P580 ?x FILTER(YEAR(?x) <= 1067) }},What is the signed language of Nicole Oresme That didn't start in 1350,num
SELECT ?answer WHERE { wd:Q310777 wdt:P1412 ?answer . MINUS { ?answer wdt:P580 ?x FILTER(YEAR(?x) >= 972 && YEAR(?x) <=1728) }},What is the signed language of Nicole Oresme That didn't start in 1350,num
SELECT ?answer WHERE { wd:Q310777 wdt:P1412 ?answer . MINUS { ?answer wdt:P580 ?x FILTER(YEAR(?x) >= 1728) }},What is the signed language of Nicole Oresme That didn't start in 1350,num
SELECT ?answer WHERE { wd:Q310777 wdt:P1412 ?answer . MINUS { ?answer wdt:P580 ?x FILTER(YEAR(?x) <= 972) }},What is the signed language of Nicole Oresme That didn't start in 1350,num
SELECT ?answer WHERE { wd:Q310777 wdt:P1412 ?answer . MINUS { ?answer wdt:P580 ?x FILTER(YEAR(?x) >= 878 && YEAR(?x) <=1822) }},What is the signed language of Nicole Oresme That didn't start in 1350,num
SELECT ?answer WHERE { wd:Q310777 wdt:P1412 ?answer . MINUS { ?answer wdt:P580 ?x FILTER(YEAR(?x) >= 1822) }},What is the signed language of Nicole Oresme That didn't start in 1350,num
SELECT ?answer WHERE { wd:Q310777 wdt:P1412 ?answer . MINUS { ?answer wdt:P580 ?x FILTER(YEAR(?x) <= 878) }},What is the signed language of Nicole Oresme That didn't start in 1350,num
SELECT ?answer WHERE { wd:Q20934 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 34.790741999999995 && xsd:float(?x) <=40.028058) }},Who doesn't have local government areas in Inchecon with co ords of between 34.790741999999995 and 40.028058 ,num
SELECT ?answer WHERE { wd:Q20934 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 40.028058) }},Who doesn't have local government areas in Inchecon with co ords of greater than 40.028058 ,num
SELECT ?answer WHERE { wd:Q20934 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 34.790741999999995) }},Who doesn't have local government areas in Inchecon with co ords of less than 34.790741999999995 ,num
SELECT ?answer WHERE { wd:Q20934 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 32.172084 && xsd:float(?x) <=42.646716) }},Who doesn't have local government areas in Inchecon with co ords of between 32.172084 and 42.646716 ,num
SELECT ?answer WHERE { wd:Q20934 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 42.646716) }},Who doesn't have local government areas in Inchecon with co ords of greater than 42.646716 ,num
SELECT ?answer WHERE { wd:Q20934 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 32.172084) }},Who doesn't have local government areas in Inchecon with co ords of less than 32.172084 ,num
SELECT ?answer WHERE { wd:Q20934 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 29.553425999999998 && xsd:float(?x) <=45.265374) }},Who doesn't have local government areas in Inchecon with co ords of between 29.553425999999998 and 45.265374 ,num
SELECT ?answer WHERE { wd:Q20934 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 45.265374) }},Who doesn't have local government areas in Inchecon with co ords of greater than 45.265374 ,num
SELECT ?answer WHERE { wd:Q20934 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 29.553425999999998) }},Who doesn't have local government areas in Inchecon with co ords of less than 29.553425999999998 ,num
SELECT ?answer WHERE { wd:Q20934 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 26.934768 && xsd:float(?x) <=47.884032) }},Who doesn't have local government areas in Inchecon with co ords of between 26.934768 and 47.884032 ,num
SELECT ?answer WHERE { wd:Q20934 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 47.884032) }},Who doesn't have local government areas in Inchecon with co ords of greater than 47.884032 ,num
SELECT ?answer WHERE { wd:Q20934 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 26.934768) }},Who doesn't have local government areas in Inchecon with co ords of less than 26.934768 ,num
SELECT ?answer WHERE { wd:Q20934 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 24.31611 && xsd:float(?x) <=50.50269) }},Who doesn't have local government areas in Inchecon with co ords of between 24.31611 and 50.50269 ,num
SELECT ?answer WHERE { wd:Q20934 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 50.50269) }},Who doesn't have local government areas in Inchecon with co ords of greater than 50.50269 ,num
SELECT ?answer WHERE { wd:Q20934 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 24.31611) }},Who doesn't have local government areas in Inchecon with co ords of less than 24.31611 ,num
SELECT ?answer WHERE { wd:Q133935 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 124.0899 && xsd:float(?x) <=142.7701) }},Which is the town of Tottori Prefecture That hasn't point on the globe is between 124.0899 and 142.7701 ,num
SELECT ?answer WHERE { wd:Q133935 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 142.7701) }},Which is the town of Tottori Prefecture That hasn't point on the globe is greater than 142.7701 ,num
SELECT ?answer WHERE { wd:Q133935 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 124.0899) }},Which is the town of Tottori Prefecture That hasn't point on the globe is less than 124.0899 ,num
SELECT ?answer WHERE { wd:Q133935 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 114.74980000000001 && xsd:float(?x) <=152.11020000000002) }},Which is the town of Tottori Prefecture That hasn't point on the globe is between 114.74980000000001 and 152.11020000000002 ,num
SELECT ?answer WHERE { wd:Q133935 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 152.11020000000002) }},Which is the town of Tottori Prefecture That hasn't point on the globe is greater than 152.11020000000002 ,num
SELECT ?answer WHERE { wd:Q133935 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 114.74980000000001) }},Which is the town of Tottori Prefecture That hasn't point on the globe is less than 114.74980000000001 ,num
SELECT ?answer WHERE { wd:Q133935 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 105.4097 && xsd:float(?x) <=161.4503) }},Which is the town of Tottori Prefecture That hasn't point on the globe is between 105.4097 and 161.4503 ,num
SELECT ?answer WHERE { wd:Q133935 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 161.4503) }},Which is the town of Tottori Prefecture That hasn't point on the globe is greater than 161.4503 ,num
SELECT ?answer WHERE { wd:Q133935 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 105.4097) }},Which is the town of Tottori Prefecture That hasn't point on the globe is less than 105.4097 ,num
SELECT ?answer WHERE { wd:Q133935 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 96.06960000000001 && xsd:float(?x) <=170.7904) }},Which is the town of Tottori Prefecture That hasn't point on the globe is between 96.06960000000001 and 170.7904 ,num
SELECT ?answer WHERE { wd:Q133935 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 170.7904) }},Which is the town of Tottori Prefecture That hasn't point on the globe is greater than 170.7904 ,num
SELECT ?answer WHERE { wd:Q133935 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 96.06960000000001) }},Which is the town of Tottori Prefecture That hasn't point on the globe is less than 96.06960000000001 ,num
SELECT ?answer WHERE { wd:Q133935 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 86.7295 && xsd:float(?x) <=180.1305) }},Which is the town of Tottori Prefecture That hasn't point on the globe is between 86.7295 and 180.1305 ,num
SELECT ?answer WHERE { wd:Q133935 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 180.1305) }},Which is the town of Tottori Prefecture That hasn't point on the globe is greater than 180.1305 ,num
SELECT ?answer WHERE { wd:Q133935 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 86.7295) }},Which is the town of Tottori Prefecture That hasn't point on the globe is less than 86.7295 ,num
SELECT ?answer WHERE { wd:Q165585 wdt:P138 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1593 && YEAR(?x) <=1831) }},What is the namesake of Cassini Huygens That didn't die in between 1593 and 1831  1712,num
SELECT ?answer WHERE { wd:Q165585 wdt:P138 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1831) }},What is the namesake of Cassini Huygens That didn't die in after 1831  1712,num
SELECT ?answer WHERE { wd:Q165585 wdt:P138 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) <= 1593) }},What is the namesake of Cassini Huygens That didn't die in before 1593  1712,num
SELECT ?answer WHERE { wd:Q165585 wdt:P138 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1473 && YEAR(?x) <=1951) }},What is the namesake of Cassini Huygens That didn't die in between 1473 and 1951  1712,num
SELECT ?answer WHERE { wd:Q165585 wdt:P138 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1951) }},What is the namesake of Cassini Huygens That didn't die in after 1951  1712,num
SELECT ?answer WHERE { wd:Q165585 wdt:P138 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) <= 1473) }},What is the namesake of Cassini Huygens That didn't die in before 1473  1712,num
SELECT ?answer WHERE { wd:Q165585 wdt:P138 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1353 && YEAR(?x) <=2071) }},What is the namesake of Cassini Huygens That didn't die in between 1353 and 2071  1712,num
SELECT ?answer WHERE { wd:Q165585 wdt:P138 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 2071) }},What is the namesake of Cassini Huygens That didn't die in after 2071  1712,num
SELECT ?answer WHERE { wd:Q165585 wdt:P138 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) <= 1353) }},What is the namesake of Cassini Huygens That didn't die in before 1353  1712,num
SELECT ?answer WHERE { wd:Q165585 wdt:P138 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1233 && YEAR(?x) <=2191) }},What is the namesake of Cassini Huygens That didn't die in between 1233 and 2191  1712,num
SELECT ?answer WHERE { wd:Q165585 wdt:P138 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 2191) }},What is the namesake of Cassini Huygens That didn't die in after 2191  1712,num
SELECT ?answer WHERE { wd:Q165585 wdt:P138 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) <= 1233) }},What is the namesake of Cassini Huygens That didn't die in before 1233  1712,num
SELECT ?answer WHERE { wd:Q165585 wdt:P138 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1113 && YEAR(?x) <=2311) }},What is the namesake of Cassini Huygens That didn't die in between 1113 and 2311  1712,num
SELECT ?answer WHERE { wd:Q165585 wdt:P138 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 2311) }},What is the namesake of Cassini Huygens That didn't die in after 2311  1712,num
SELECT ?answer WHERE { wd:Q165585 wdt:P138 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) <= 1113) }},What is the namesake of Cassini Huygens That didn't die in before 1113  1712,num
SELECT ?answer WHERE { wd:Q296863 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1032 && YEAR(?x) <=1186) }},What Child of Ferdinand I didn't die on between 1032 and 1186 ,num
SELECT ?answer WHERE { wd:Q296863 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1186) }},What Child of Ferdinand I didn't die on after 1186 ,num
SELECT ?answer WHERE { wd:Q296863 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) <= 1032) }},What Child of Ferdinand I didn't die on before 1032 ,num
SELECT ?answer WHERE { wd:Q296863 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 954 && YEAR(?x) <=1264) }},What Child of Ferdinand I didn't die on between 954 and 1264 ,num
SELECT ?answer WHERE { wd:Q296863 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1264) }},What Child of Ferdinand I didn't die on after 1264 ,num
SELECT ?answer WHERE { wd:Q296863 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) <= 954) }},What Child of Ferdinand I didn't die on before 954 ,num
SELECT ?answer WHERE { wd:Q296863 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 876 && YEAR(?x) <=1341) }},What Child of Ferdinand I didn't die on between 876 and 1341 ,num
SELECT ?answer WHERE { wd:Q296863 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1341) }},What Child of Ferdinand I didn't die on after 1341 ,num
SELECT ?answer WHERE { wd:Q296863 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) <= 876) }},What Child of Ferdinand I didn't die on before 876 ,num
SELECT ?answer WHERE { wd:Q296863 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 799 && YEAR(?x) <=1419) }},What Child of Ferdinand I didn't die on between 799 and 1419 ,num
SELECT ?answer WHERE { wd:Q296863 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1419) }},What Child of Ferdinand I didn't die on after 1419 ,num
SELECT ?answer WHERE { wd:Q296863 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) <= 799) }},What Child of Ferdinand I didn't die on before 799 ,num
SELECT ?answer WHERE { wd:Q296863 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 721 && YEAR(?x) <=1497) }},What Child of Ferdinand I didn't die on between 721 and 1497 ,num
SELECT ?answer WHERE { wd:Q296863 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1497) }},What Child of Ferdinand I didn't die on after 1497 ,num
SELECT ?answer WHERE { wd:Q296863 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) <= 721) }},What Child of Ferdinand I didn't die on before 721 ,num
SELECT ?answer WHERE { wd:Q698985 wdt:P710 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 38.13 && xsd:float(?x) <=43.87) }},What Event of the Ottoman wars in Europe isn't located on earth at between 38.13 and 43.87 ,num
SELECT ?answer WHERE { wd:Q698985 wdt:P710 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 43.87) }},What Event of the Ottoman wars in Europe isn't located on earth at greater than 43.87 ,num
SELECT ?answer WHERE { wd:Q698985 wdt:P710 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 38.13) }},What Event of the Ottoman wars in Europe isn't located on earth at less than 38.13 ,num
SELECT ?answer WHERE { wd:Q698985 wdt:P710 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 35.26 && xsd:float(?x) <=46.74) }},What Event of the Ottoman wars in Europe isn't located on earth at between 35.26 and 46.74 ,num
SELECT ?answer WHERE { wd:Q698985 wdt:P710 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 46.74) }},What Event of the Ottoman wars in Europe isn't located on earth at greater than 46.74 ,num
SELECT ?answer WHERE { wd:Q698985 wdt:P710 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 35.26) }},What Event of the Ottoman wars in Europe isn't located on earth at less than 35.26 ,num
SELECT ?answer WHERE { wd:Q698985 wdt:P710 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 32.39 && xsd:float(?x) <=49.61) }},What Event of the Ottoman wars in Europe isn't located on earth at between 32.39 and 49.61 ,num
SELECT ?answer WHERE { wd:Q698985 wdt:P710 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 49.61) }},What Event of the Ottoman wars in Europe isn't located on earth at greater than 49.61 ,num
SELECT ?answer WHERE { wd:Q698985 wdt:P710 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 32.39) }},What Event of the Ottoman wars in Europe isn't located on earth at less than 32.39 ,num
SELECT ?answer WHERE { wd:Q698985 wdt:P710 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 29.52 && xsd:float(?x) <=52.480000000000004) }},What Event of the Ottoman wars in Europe isn't located on earth at between 29.52 and 52.480000000000004 ,num
SELECT ?answer WHERE { wd:Q698985 wdt:P710 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 52.480000000000004) }},What Event of the Ottoman wars in Europe isn't located on earth at greater than 52.480000000000004 ,num
SELECT ?answer WHERE { wd:Q698985 wdt:P710 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 29.52) }},What Event of the Ottoman wars in Europe isn't located on earth at less than 29.52 ,num
SELECT ?answer WHERE { wd:Q698985 wdt:P710 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 26.65 && xsd:float(?x) <=55.35) }},What Event of the Ottoman wars in Europe isn't located on earth at between 26.65 and 55.35 ,num
SELECT ?answer WHERE { wd:Q698985 wdt:P710 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 55.35) }},What Event of the Ottoman wars in Europe isn't located on earth at greater than 55.35 ,num
SELECT ?answer WHERE { wd:Q698985 wdt:P710 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 26.65) }},What Event of the Ottoman wars in Europe isn't located on earth at less than 26.65 ,num
SELECT ?answer WHERE { wd:Q467960 wdt:P69 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1727 && YEAR(?x) <=1986) }},What is the graduate of Smita Patil whose Year didn't incorporate is between 1727 and 1986 ,num
SELECT ?answer WHERE { wd:Q467960 wdt:P69 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1986) }},What is the graduate of Smita Patil whose Year didn't incorporate is after 1986 ,num
SELECT ?answer WHERE { wd:Q467960 wdt:P69 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1727) }},What is the graduate of Smita Patil whose Year didn't incorporate is before 1727 ,num
SELECT ?answer WHERE { wd:Q467960 wdt:P69 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1597 && YEAR(?x) <=2116) }},What is the graduate of Smita Patil whose Year didn't incorporate is between 1597 and 2116 ,num
SELECT ?answer WHERE { wd:Q467960 wdt:P69 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2116) }},What is the graduate of Smita Patil whose Year didn't incorporate is after 2116 ,num
SELECT ?answer WHERE { wd:Q467960 wdt:P69 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1597) }},What is the graduate of Smita Patil whose Year didn't incorporate is before 1597 ,num
SELECT ?answer WHERE { wd:Q467960 wdt:P69 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1467 && YEAR(?x) <=2246) }},What is the graduate of Smita Patil whose Year didn't incorporate is between 1467 and 2246 ,num
SELECT ?answer WHERE { wd:Q467960 wdt:P69 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2246) }},What is the graduate of Smita Patil whose Year didn't incorporate is after 2246 ,num
SELECT ?answer WHERE { wd:Q467960 wdt:P69 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1467) }},What is the graduate of Smita Patil whose Year didn't incorporate is before 1467 ,num
SELECT ?answer WHERE { wd:Q467960 wdt:P69 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1337 && YEAR(?x) <=2376) }},What is the graduate of Smita Patil whose Year didn't incorporate is between 1337 and 2376 ,num
SELECT ?answer WHERE { wd:Q467960 wdt:P69 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2376) }},What is the graduate of Smita Patil whose Year didn't incorporate is after 2376 ,num
SELECT ?answer WHERE { wd:Q467960 wdt:P69 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1337) }},What is the graduate of Smita Patil whose Year didn't incorporate is before 1337 ,num
SELECT ?answer WHERE { wd:Q467960 wdt:P69 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1207 && YEAR(?x) <=2506) }},What is the graduate of Smita Patil whose Year didn't incorporate is between 1207 and 2506 ,num
SELECT ?answer WHERE { wd:Q467960 wdt:P69 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2506) }},What is the graduate of Smita Patil whose Year didn't incorporate is after 2506 ,num
SELECT ?answer WHERE { wd:Q467960 wdt:P69 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1207) }},What is the graduate of Smita Patil whose Year didn't incorporate is before 1207 ,num
SELECT ?answer WHERE { wd:Q181875 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= -1.6862759999999999 && xsd:float(?x) <=-1.940124) }},Who are the alumni of Robert Peel That don't earn wages higher than between -1.6862759999999999 and -1.940124 ,num
SELECT ?answer WHERE { wd:Q181875 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= -1.940124) }},Who are the alumni of Robert Peel That don't earn wages higher than greater than -1.940124 ,num
SELECT ?answer WHERE { wd:Q181875 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= -1.6862759999999999) }},Who are the alumni of Robert Peel That don't earn wages higher than less than -1.6862759999999999 ,num
SELECT ?answer WHERE { wd:Q181875 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= -1.559352 && xsd:float(?x) <=-2.0670479999999998) }},Who are the alumni of Robert Peel That don't earn wages higher than between -1.559352 and -2.0670479999999998 ,num
SELECT ?answer WHERE { wd:Q181875 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= -2.0670479999999998) }},Who are the alumni of Robert Peel That don't earn wages higher than greater than -2.0670479999999998 ,num
SELECT ?answer WHERE { wd:Q181875 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= -1.559352) }},Who are the alumni of Robert Peel That don't earn wages higher than less than -1.559352 ,num
SELECT ?answer WHERE { wd:Q181875 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= -1.4324279999999998 && xsd:float(?x) <=-2.1939719999999996) }},Who are the alumni of Robert Peel That don't earn wages higher than between -1.4324279999999998 and -2.1939719999999996 ,num
SELECT ?answer WHERE { wd:Q181875 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= -2.1939719999999996) }},Who are the alumni of Robert Peel That don't earn wages higher than greater than -2.1939719999999996 ,num
SELECT ?answer WHERE { wd:Q181875 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= -1.4324279999999998) }},Who are the alumni of Robert Peel That don't earn wages higher than less than -1.4324279999999998 ,num
SELECT ?answer WHERE { wd:Q181875 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= -1.305504 && xsd:float(?x) <=-2.320896) }},Who are the alumni of Robert Peel That don't earn wages higher than between -1.305504 and -2.320896 ,num
SELECT ?answer WHERE { wd:Q181875 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= -2.320896) }},Who are the alumni of Robert Peel That don't earn wages higher than greater than -2.320896 ,num
SELECT ?answer WHERE { wd:Q181875 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= -1.305504) }},Who are the alumni of Robert Peel That don't earn wages higher than less than -1.305504 ,num
SELECT ?answer WHERE { wd:Q181875 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= -1.17858 && xsd:float(?x) <=-2.4478199999999997) }},Who are the alumni of Robert Peel That don't earn wages higher than between -1.17858 and -2.4478199999999997 ,num
SELECT ?answer WHERE { wd:Q181875 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= -2.4478199999999997) }},Who are the alumni of Robert Peel That don't earn wages higher than greater than -2.4478199999999997 ,num
SELECT ?answer WHERE { wd:Q181875 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= -1.17858) }},Who are the alumni of Robert Peel That don't earn wages higher than less than -1.17858 ,num
SELECT ?answer WHERE { wd:Q7239 wdt:P2283 ?answer . MINUS { ?answer wdt:P1109 ?x FILTER(xsd:float(?x) >= 1.2409176 && xsd:float(?x) <=1.4277224) }},What doesn't make use of the organism with an index of refraction of between 1.2409176 and 1.4277224 ,num
SELECT ?answer WHERE { wd:Q7239 wdt:P2283 ?answer . MINUS { ?answer wdt:P1109 ?x FILTER(xsd:float(?x) >= 1.4277224) }},What doesn't make use of the organism with an index of refraction of greater than 1.4277224 ,num
SELECT ?answer WHERE { wd:Q7239 wdt:P2283 ?answer . MINUS { ?answer wdt:P1109 ?x FILTER(xsd:float(?x) <= 1.2409176) }},What doesn't make use of the organism with an index of refraction of less than 1.2409176 ,num
SELECT ?answer WHERE { wd:Q7239 wdt:P2283 ?answer . MINUS { ?answer wdt:P1109 ?x FILTER(xsd:float(?x) >= 1.1475152 && xsd:float(?x) <=1.5211248) }},What doesn't make use of the organism with an index of refraction of between 1.1475152 and 1.5211248 ,num
SELECT ?answer WHERE { wd:Q7239 wdt:P2283 ?answer . MINUS { ?answer wdt:P1109 ?x FILTER(xsd:float(?x) >= 1.5211248) }},What doesn't make use of the organism with an index of refraction of greater than 1.5211248 ,num
SELECT ?answer WHERE { wd:Q7239 wdt:P2283 ?answer . MINUS { ?answer wdt:P1109 ?x FILTER(xsd:float(?x) <= 1.1475152) }},What doesn't make use of the organism with an index of refraction of less than 1.1475152 ,num
SELECT ?answer WHERE { wd:Q7239 wdt:P2283 ?answer . MINUS { ?answer wdt:P1109 ?x FILTER(xsd:float(?x) >= 1.0541128 && xsd:float(?x) <=1.6145272) }},What doesn't make use of the organism with an index of refraction of between 1.0541128 and 1.6145272 ,num
SELECT ?answer WHERE { wd:Q7239 wdt:P2283 ?answer . MINUS { ?answer wdt:P1109 ?x FILTER(xsd:float(?x) >= 1.6145272) }},What doesn't make use of the organism with an index of refraction of greater than 1.6145272 ,num
SELECT ?answer WHERE { wd:Q7239 wdt:P2283 ?answer . MINUS { ?answer wdt:P1109 ?x FILTER(xsd:float(?x) <= 1.0541128) }},What doesn't make use of the organism with an index of refraction of less than 1.0541128 ,num
SELECT ?answer WHERE { wd:Q7239 wdt:P2283 ?answer . MINUS { ?answer wdt:P1109 ?x FILTER(xsd:float(?x) >= 0.9607104 && xsd:float(?x) <=1.7079296) }},What doesn't make use of the organism with an index of refraction of between 0.9607104 and 1.7079296 ,num
SELECT ?answer WHERE { wd:Q7239 wdt:P2283 ?answer . MINUS { ?answer wdt:P1109 ?x FILTER(xsd:float(?x) >= 1.7079296) }},What doesn't make use of the organism with an index of refraction of greater than 1.7079296 ,num
SELECT ?answer WHERE { wd:Q7239 wdt:P2283 ?answer . MINUS { ?answer wdt:P1109 ?x FILTER(xsd:float(?x) <= 0.9607104) }},What doesn't make use of the organism with an index of refraction of less than 0.9607104 ,num
SELECT ?answer WHERE { wd:Q7239 wdt:P2283 ?answer . MINUS { ?answer wdt:P1109 ?x FILTER(xsd:float(?x) >= 0.867308 && xsd:float(?x) <=1.801332) }},What doesn't make use of the organism with an index of refraction of between 0.867308 and 1.801332 ,num
