ques_neg,sparql_neg,type
Name a city located next to the South Holland river That doesn't contain the word mannheim in its name,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q1187811 . ?sbj wdt:P206 wd:Q694 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'mannheim')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Name a city located next to the Baden-Württemberg river That doesn't contain the word mannheim in its name,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q1187811 . ?sbj wdt:P206 wd:Q985 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'mannheim')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Name a city located next to the North Rhine-Westphalia river That doesn't contain the word mannheim in its name,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q1187811 . ?sbj wdt:P206 wd:Q1198 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'mannheim')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Name a city located next to the Hesse river That doesn't contain the word mannheim in its name,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q1187811 . ?sbj wdt:P206 wd:Q1199 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'mannheim')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Name a city located next to the Rhineland-Palatinate river That doesn't contain the word mannheim in its name,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q1187811 . ?sbj wdt:P206 wd:Q1200 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'mannheim')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Name a city located next to the Grisons river That doesn't contain the word mannheim in its name,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q1187811 . ?sbj wdt:P206 wd:Q11925 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'mannheim')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Name a city located next to the Zürich river That doesn't contain the word mannheim in its name,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q1187811 . ?sbj wdt:P206 wd:Q11943 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'mannheim')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Name a city located next to the Aargau river That doesn't contain the word mannheim in its name,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q1187811 . ?sbj wdt:P206 wd:Q11972 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'mannheim')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Name a city located next to the Basel-Landschaft river That doesn't contain the word mannheim in its name,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q1187811 . ?sbj wdt:P206 wd:Q12146 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'mannheim')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Name a city located next to the Basel-Stadt river That doesn't contain the word mannheim in its name,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q1187811 . ?sbj wdt:P206 wd:Q12172 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'mannheim')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Name a city located next to the Schaffhausen river That doesn't contain the word mannheim in its name,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q1187811 . ?sbj wdt:P206 wd:Q12697 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'mannheim')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Name a city located next to the Thurgau river That doesn't contain the word mannheim in its name,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q1187811 . ?sbj wdt:P206 wd:Q12713 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'mannheim')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Name a city located next to the canton St. Gallen river That doesn't contain the word mannheim in its name,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q1187811 . ?sbj wdt:P206 wd:Q12746 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'mannheim')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Name a city located next to the Netherlands river That doesn't contain the word mannheim in its name,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q1187811 . ?sbj wdt:P206 wd:Q55 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'mannheim')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Name a city located next to the Germany river That doesn't contain the word mannheim in its name,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q1187811 . ?sbj wdt:P206 wd:Q183 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'mannheim')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Name a city located next to the Switzerland river That doesn't contain the word mannheim in its name,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q1187811 . ?sbj wdt:P206 wd:Q39 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'mannheim')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Name a city located next to the Kingdom of the Netherlands river That doesn't contain the word mannheim in its name,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q1187811 . ?sbj wdt:P206 wd:Q29999 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'mannheim')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Which is the science award that is conferred by the Manhattan and contains the word prize in it Doesn't s name,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q11448906 . ?sbj wdt:P1027 wd:Q11299 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'prize')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Which is the science award that is conferred by the New York City and contains the word prize in it Doesn't s name,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q11448906 . ?sbj wdt:P1027 wd:Q60 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'prize')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Which is the science award that is conferred by the New York and contains the word prize in it Doesn't s name,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q11448906 . ?sbj wdt:P1027 wd:Q1384 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'prize')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Which is the science award that is conferred by the United States of America and contains the word prize in it Doesn't s name,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q11448906 . ?sbj wdt:P1027 wd:Q30 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'prize')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Tell me the bridge that is located in the administrative territorial entity of London borough of Southwark and Doesn't start with the letter b,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q12280 . ?sbj wdt:P131 wd:Q23306 . ?sbj rdfs:label ?sbj_label . FILTER(!STRSTARTS(lcase(?sbj_label), 'b')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Tell me the bridge that is located in the administrative territorial entity of London borough of Southwark and Doesn't start with the letter b,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q12280 . ?sbj wdt:P131 wd:Q23939248 . ?sbj rdfs:label ?sbj_label . FILTER(!STRSTARTS(lcase(?sbj_label), 'b')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Tell me the bridge that is located in the administrative territorial entity of London borough of Southwark and Doesn't start with the letter b,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q12280 . ?sbj wdt:P131 wd:Q21 . ?sbj rdfs:label ?sbj_label . FILTER(!STRSTARTS(lcase(?sbj_label), 'b')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Tell me the bridge that is located in the administrative territorial entity of London borough of Southwark and Doesn't start with the letter b,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q12280 . ?sbj wdt:P131 wd:Q145 . ?sbj rdfs:label ?sbj_label . FILTER(!STRSTARTS(lcase(?sbj_label), 'b')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
WHICH IS THE PUBLIC RESEARCH UNIVERSITY OF SUBSIDIARY CANADIAN INSTITUTE FOR INTERNATIONAL PEACE AND SECURITY THAT doesn't contain THE WORD MCGILL IN THEIR NAME,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q62078547 . ?sbj wdt:P355 wd:Q340 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'mcgill')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
WHICH IS THE PUBLIC RESEARCH UNIVERSITY OF SUBSIDIARY CANADIAN INSTITUTE FOR INTERNATIONAL PEACE AND SECURITY THAT doesn't contain THE WORD MCGILL IN THEIR NAME,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q62078547 . ?sbj wdt:P355 wd:Q2826806 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'mcgill')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
WHICH IS THE PUBLIC RESEARCH UNIVERSITY OF SUBSIDIARY CANADIAN INSTITUTE FOR INTERNATIONAL PEACE AND SECURITY THAT doesn't contain THE WORD MCGILL IN THEIR NAME,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q62078547 . ?sbj wdt:P355 wd:Q1474984 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'mcgill')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
WHICH IS THE PUBLIC RESEARCH UNIVERSITY OF SUBSIDIARY CANADIAN INSTITUTE FOR INTERNATIONAL PEACE AND SECURITY THAT doesn't contain THE WORD MCGILL IN THEIR NAME,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q62078547 . ?sbj wdt:P355 wd:Q176 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'mcgill')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
WHICH IS THE PUBLIC RESEARCH UNIVERSITY OF SUBSIDIARY CANADIAN INSTITUTE FOR INTERNATIONAL PEACE AND SECURITY THAT doesn't contain THE WORD MCGILL IN THEIR NAME,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q62078547 . ?sbj wdt:P355 wd:Q16 . ?sbj rdfs:label ?sbj_label . FILTER(!CONTAINS(lcase(?sbj_label), 'mcgill')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Name a science award conferred by Columbia Universit That doesn't start with letter P,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q11448906 . ?sbj wdt:P1027 wd:Q11299 . ?sbj rdfs:label ?sbj_label . FILTER(!STRSTARTS(lcase(?sbj_label), 'p')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Name a science award conferred by Columbia Universit That doesn't start with letter P,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q11448906 . ?sbj wdt:P1027 wd:Q60 . ?sbj rdfs:label ?sbj_label . FILTER(!STRSTARTS(lcase(?sbj_label), 'p')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Name a science award conferred by Columbia Universit That doesn't start with letter P,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q11448906 . ?sbj wdt:P1027 wd:Q1384 . ?sbj rdfs:label ?sbj_label . FILTER(!STRSTARTS(lcase(?sbj_label), 'p')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
Name a science award conferred by Columbia Universit That doesn't start with letter P,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q11448906 . ?sbj wdt:P1027 wd:Q30 . ?sbj rdfs:label ?sbj_label . FILTER(!STRSTARTS(lcase(?sbj_label), 'p')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
what is coDon't mputer Don't model collection by Don't museuDon't m of Don't modern art and also which starts with letter Don't m,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q55990535 . ?sbj wdt:P195 wd:Q11299 . ?sbj rdfs:label ?sbj_label . FILTER(!STRSTARTS(lcase(?sbj_label), 'm')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
what is coDon't mputer Don't model collection by Don't museuDon't m of Don't modern art and also which starts with letter Don't m,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q55990535 . ?sbj wdt:P195 wd:Q60 . ?sbj rdfs:label ?sbj_label . FILTER(!STRSTARTS(lcase(?sbj_label), 'm')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
what is coDon't mputer Don't model collection by Don't museuDon't m of Don't modern art and also which starts with letter Don't m,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q55990535 . ?sbj wdt:P195 wd:Q1384 . ?sbj rdfs:label ?sbj_label . FILTER(!STRSTARTS(lcase(?sbj_label), 'm')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
what is coDon't mputer Don't model collection by Don't museuDon't m of Don't modern art and also which starts with letter Don't m,"SELECT DISTINCT ?sbj ?sbj_label WHERE { ?sbj wdt:P31 wd:Q55990535 . ?sbj wdt:P195 wd:Q30 . ?sbj rdfs:label ?sbj_label . FILTER(!STRSTARTS(lcase(?sbj_label), 'm')) . FILTER (lang(?sbj_label) = 'en') } LIMIT 25 ",loc
What is part of the administrative unit of Cascade Range Which doesn't include the rural cities of Washington,SELECT ?answer WHERE { wd:Q4558 wdt:P131 ?answer . MINUS { ?answer wdt:P150 wd:Q1223 }},loc
What is part of the administrative unit of Cascade Range Which doesn't include the rural cities of United States of America,SELECT ?answer WHERE { wd:Q4558 wdt:P131 ?answer . MINUS { ?answer wdt:P150 wd:Q30 }},loc
What county Seat of Lilongwe isn't divided into the Central Region,SELECT ?answer WHERE { wd:Q3876 wdt:P1376 ?answer . MINUS { ?answer wdt:P150 wd:Q860758 }},loc
What county Seat of Lilongwe isn't divided into the Malawi,SELECT ?answer WHERE { wd:Q3876 wdt:P1376 ?answer . MINUS { ?answer wdt:P150 wd:Q1020 }},loc
What is the location of Raging Bull That hasn't been divided into Michigan,SELECT ?answer WHERE { wd:Q220780 wdt:P840 ?answer . MINUS { ?answer wdt:P150 wd:Q1166 }},loc
What is the location of Raging Bull That hasn't been divided into United States of America,SELECT ?answer WHERE { wd:Q220780 wdt:P840 ?answer . MINUS { ?answer wdt:P150 wd:Q30 }},loc
What county Seat of N Djamena doesn't contain the villages of the Chad,SELECT ?answer WHERE { wd:Q3659 wdt:P1376 ?answer . MINUS { ?answer wdt:P150 wd:Q657 }},loc
Where is borders of Wuxi Which doesn't have sister city is Isère,SELECT ?answer WHERE { wd:Q42651 wdt:P47 ?answer . MINUS { ?answer wdt:P190 wd:Q12559 }},loc
Where is borders of Wuxi Which doesn't have sister city is arrondissement of Grenoble,SELECT ?answer WHERE { wd:Q42651 wdt:P47 ?answer . MINUS { ?answer wdt:P190 wd:Q132224 }},loc
Where is borders of Wuxi Which doesn't have sister city is canton of Grenoble-5,SELECT ?answer WHERE { wd:Q42651 wdt:P47 ?answer . MINUS { ?answer wdt:P190 wd:Q1725421 }},loc
Where is borders of Wuxi Which doesn't have sister city is canton of Grenoble-6,SELECT ?answer WHERE { wd:Q42651 wdt:P47 ?answer . MINUS { ?answer wdt:P190 wd:Q1725423 }},loc
Where is borders of Wuxi Which doesn't have sister city is Auvergne-Rhône-Alpes,SELECT ?answer WHERE { wd:Q42651 wdt:P47 ?answer . MINUS { ?answer wdt:P190 wd:Q18338206 }},loc
Where is borders of Wuxi Which doesn't have sister city is Metropolitan France,SELECT ?answer WHERE { wd:Q42651 wdt:P47 ?answer . MINUS { ?answer wdt:P190 wd:Q212429 }},loc
Where is borders of Wuxi Which doesn't have sister city is France,SELECT ?answer WHERE { wd:Q42651 wdt:P47 ?answer . MINUS { ?answer wdt:P190 wd:Q142 }},loc
In which location Joseph Freiherr von Eichendorff doesn't work at,SELECT ?answer WHERE { wd:Q77204 wdt:P937 ?answer . MINUS { ?answer wdt:P190 wd:Q2680952 }},loc
In which location Joseph Freiherr von Eichendorff doesn't work at,SELECT ?answer WHERE { wd:Q77204 wdt:P937 ?answer . MINUS { ?answer wdt:P190 wd:Q694 }},loc
In which location Joseph Freiherr von Eichendorff doesn't work at,SELECT ?answer WHERE { wd:Q77204 wdt:P937 ?answer . MINUS { ?answer wdt:P190 wd:Q55 }},loc
In which location Joseph Freiherr von Eichendorff doesn't work at,SELECT ?answer WHERE { wd:Q77204 wdt:P937 ?answer . MINUS { ?answer wdt:P190 wd:Q29999 }},loc
What is That it doesn't have,SELECT ?answer WHERE { wd:Q5681 wdt:P937 ?answer . MINUS { ?answer wdt:P190 wd:Q21208 }},loc
What is That it doesn't have,SELECT ?answer WHERE { wd:Q5681 wdt:P937 ?answer . MINUS { ?answer wdt:P190 wd:Q148 }},loc
Who doesn't have local government areas in Inchecon with co ords of 37 4094,"SELECT ?answer WHERE { wd:Q884 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(contains(?x,'37.4094')) }}",loc
Which is the town of Japan That hasn't point on the globe is 133 43,"SELECT ?answer WHERE { wd:Q17 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(contains(?x,'133.43')) }}",loc
Samoa forms part of the capital of Apia Don't give the complete place name,SELECT ?answer WHERE { wd:Q36260 wdt:P1376 ?answer . MINUS { ?answer wdt:P150 wd:Q683 }},loc
Name the institution whose alumni is Samuel Taliaferro Rayburn Who don't asmin HQ is in Travis County,SELECT ?answer WHERE { wd:Q1378052 wdt:P69 ?answer . MINUS { ?answer wdt:P159 wd:Q110426 }},loc
Name the institution whose alumni is Samuel Taliaferro Rayburn Who don't asmin HQ is in Texas,SELECT ?answer WHERE { wd:Q1378052 wdt:P69 ?answer . MINUS { ?answer wdt:P159 wd:Q1439 }},loc
Name the institution whose alumni is Samuel Taliaferro Rayburn Who don't asmin HQ is in United States of America,SELECT ?answer WHERE { wd:Q1378052 wdt:P69 ?answer . MINUS { ?answer wdt:P159 wd:Q30 }},loc
What university which includes the Ann Arbor Didn't Edward Higgins White attend,SELECT ?answer WHERE { wd:Q216726 wdt:P69 ?answer . MINUS { ?answer wdt:P355 wd:Q485172 }},loc
What university which includes the Washtenaw County Didn't Edward Higgins White attend,SELECT ?answer WHERE { wd:Q216726 wdt:P69 ?answer . MINUS { ?answer wdt:P355 wd:Q137916 }},loc
What university which includes the Michigan Didn't Edward Higgins White attend,SELECT ?answer WHERE { wd:Q216726 wdt:P69 ?answer . MINUS { ?answer wdt:P355 wd:Q1166 }},loc
What university which includes the United States of America Didn't Edward Higgins White attend,SELECT ?answer WHERE { wd:Q216726 wdt:P69 ?answer . MINUS { ?answer wdt:P355 wd:Q30 }},loc
Who was Maurice Merleau Ponty studying under that Wasn't born at Bar le Duc,SELECT ?answer WHERE { wd:Q212639 wdt:P1066 ?answer . MINUS { ?answer wdt:P19 wd:Q12631 }},loc
Who was Maurice Merleau Ponty studying under that Wasn't born at Bar le Duc,SELECT ?answer WHERE { wd:Q212639 wdt:P1066 ?answer . MINUS { ?answer wdt:P19 wd:Q616226 }},loc
Who was Maurice Merleau Ponty studying under that Wasn't born at Bar le Duc,SELECT ?answer WHERE { wd:Q212639 wdt:P1066 ?answer . MINUS { ?answer wdt:P19 wd:Q18677983 }},loc
Who was Maurice Merleau Ponty studying under that Wasn't born at Bar le Duc,SELECT ?answer WHERE { wd:Q212639 wdt:P1066 ?answer . MINUS { ?answer wdt:P19 wd:Q212429 }},loc
Who was Maurice Merleau Ponty studying under that Wasn't born at Bar le Duc,SELECT ?answer WHERE { wd:Q212639 wdt:P1066 ?answer . MINUS { ?answer wdt:P19 wd:Q142 }},loc
Which is the birth city of Mamoru Miyano That don't have indigenous council namely Urawa-ku,SELECT ?answer WHERE { wd:Q519821 wdt:P19 ?answer . MINUS { ?answer wdt:P194 wd:Q1154583 }},loc
Which is the birth city of Mamoru Miyano That don't have indigenous council namely Saitama,SELECT ?answer WHERE { wd:Q519821 wdt:P19 ?answer . MINUS { ?answer wdt:P194 wd:Q134635 }},loc
Which is the birth city of Mamoru Miyano That don't have indigenous council namely Saitama Prefecture,SELECT ?answer WHERE { wd:Q519821 wdt:P19 ?answer . MINUS { ?answer wdt:P194 wd:Q128186 }},loc
Which is the birth city of Mamoru Miyano That don't have indigenous council namely Japan,SELECT ?answer WHERE { wd:Q519821 wdt:P19 ?answer . MINUS { ?answer wdt:P194 wd:Q17 }},loc
What is the location of narrative of the Tropic of Cancer That doesn't have towns in the Paris,SELECT ?answer WHERE { wd:Q1501700 wdt:P840 ?answer . MINUS { ?answer wdt:P150 wd:Q90 }},loc
What is the location of narrative of the Tropic of Cancer That doesn't have towns in the Grand Paris,SELECT ?answer WHERE { wd:Q1501700 wdt:P840 ?answer . MINUS { ?answer wdt:P150 wd:Q16665915 }},loc
What is the location of narrative of the Tropic of Cancer That doesn't have towns in the Île-de-France,SELECT ?answer WHERE { wd:Q1501700 wdt:P840 ?answer . MINUS { ?answer wdt:P150 wd:Q13917 }},loc
What is the location of narrative of the Tropic of Cancer That doesn't have towns in the Metropolitan France,SELECT ?answer WHERE { wd:Q1501700 wdt:P840 ?answer . MINUS { ?answer wdt:P150 wd:Q212429 }},loc
What is the location of narrative of the Tropic of Cancer That doesn't have towns in the France,SELECT ?answer WHERE { wd:Q1501700 wdt:P840 ?answer . MINUS { ?answer wdt:P150 wd:Q142 }},loc
What is adjacent to Yamanashi Prefecture That doesn't have municipalities in Haibara District,SELECT ?answer WHERE { wd:Q132720 wdt:P47 ?answer . MINUS { ?answer wdt:P150 wd:Q131320 }},loc
What is adjacent to Yamanashi Prefecture That doesn't have municipalities in Haibara District,SELECT ?answer WHERE { wd:Q132720 wdt:P47 ?answer . MINUS { ?answer wdt:P150 wd:Q17 }},loc
Which name After Hamburger doesn't have a twin city in Leon,SELECT ?answer WHERE { wd:Q6663 wdt:P138 ?answer . MINUS { ?answer wdt:P190 wd:Q586818 }},loc
Which name After Hamburger doesn't have a twin city in Leon,SELECT ?answer WHERE { wd:Q6663 wdt:P138 ?answer . MINUS { ?answer wdt:P190 wd:Q811 }},loc
Which place is called the sister city of Modenca Which doesn't have counties in Benxi Manchu Autonomous county,SELECT ?answer WHERE { wd:Q279 wdt:P190 ?answer . MINUS { ?answer wdt:P150 wd:Q75091 }},loc
Which place is called the sister city of Modenca Which doesn't have counties in Liaoning Manchu Autonomous county,SELECT ?answer WHERE { wd:Q279 wdt:P190 ?answer . MINUS { ?answer wdt:P150 wd:Q43934 }},loc
Which place is called the sister city of Modenca Which doesn't have counties in People's Republic of China Manchu Autonomous county,SELECT ?answer WHERE { wd:Q279 wdt:P190 ?answer . MINUS { ?answer wdt:P150 wd:Q148 }},loc
What is in the local government area of Bass Strait That doesn't have the capital town of Tasmania,SELECT ?answer WHERE { wd:Q171846 wdt:P131 ?answer . MINUS { ?answer wdt:P36 wd:Q34366 }},loc
What is in the local government area of Bass Strait That doesn't have the capital town of Australia,SELECT ?answer WHERE { wd:Q171846 wdt:P131 ?answer . MINUS { ?answer wdt:P36 wd:Q408 }},loc
Who is the founder of Fox Broadcasting Company and Doesn't have a seat in New York,SELECT ?answer WHERE { wd:Q166419 wdt:P112 ?answer . MINUS { ?answer wdt:P159 wd:Q1384 }},loc
Who is the founder of Fox Broadcasting Company and Doesn't have a seat in United States of America,SELECT ?answer WHERE { wd:Q166419 wdt:P112 ?answer . MINUS { ?answer wdt:P159 wd:Q30 }},loc
What is located in Western Ghats That doesn't have the same administrative divisions of the Tamil Nadu,SELECT ?answer WHERE { wd:Q4527 wdt:P131 ?answer . MINUS { ?answer wdt:P150 wd:Q1445 }},loc
What is located in Western Ghats That doesn't have the same administrative divisions of the India,SELECT ?answer WHERE { wd:Q4527 wdt:P131 ?answer . MINUS { ?answer wdt:P150 wd:Q668 }},loc
What are the borders of the Ehime Prefecture Which can't be subdivided into the Kita District,SELECT ?answer WHERE { wd:Q123376 wdt:P47 ?answer . MINUS { ?answer wdt:P150 wd:Q161454 }},loc
What are the borders of the Ehime Prefecture Which can't be subdivided into the Kita District,SELECT ?answer WHERE { wd:Q123376 wdt:P47 ?answer . MINUS { ?answer wdt:P150 wd:Q17 }},loc
Which sister Town of Da Nang doesn't have a county seat for Pennsylvania,SELECT ?answer WHERE { wd:Q25282 wdt:P190 ?answer . MINUS { ?answer wdt:P1376 wd:Q1400 }},loc
Which sister Town of Da Nang doesn't have a county seat for United States of America,SELECT ?answer WHERE { wd:Q25282 wdt:P190 ?answer . MINUS { ?answer wdt:P1376 wd:Q30 }},loc
What has a surface of 4017 36 and isn't next to Japan,"SELECT ?answer WHERE { wd:Q17 wdt:P47 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(contains(?x,'4017.36')) }}",loc
Where is the work location of Harthacanute Which doesn't belong to Metro Manila,SELECT ?answer WHERE { wd:Q190091 wdt:P937 ?answer . MINUS { ?answer wdt:P463 wd:Q13580 }},loc
Where is the work location of Harthacanute Which doesn't belong to Philippines,SELECT ?answer WHERE { wd:Q190091 wdt:P937 ?answer . MINUS { ?answer wdt:P463 wd:Q928 }},loc
What is different to Medes who is Upper Franconia and Doesn't have admin HQ,SELECT ?answer WHERE { wd:Q8735 wdt:P1889 ?answer . MINUS { ?answer wdt:P159 wd:Q10554 }},loc
What is different to Medes who is Bavaria and Doesn't have admin HQ,SELECT ?answer WHERE { wd:Q8735 wdt:P1889 ?answer . MINUS { ?answer wdt:P159 wd:Q980 }},loc
What is different to Medes who is Germany and Doesn't have admin HQ,SELECT ?answer WHERE { wd:Q8735 wdt:P1889 ?answer . MINUS { ?answer wdt:P159 wd:Q183 }},loc
Name the commune of Iguacu Falls Which doesn't contain Janiopolis,SELECT ?answer WHERE { wd:Q36332 wdt:P131 ?answer . MINUS { ?answer wdt:P150 wd:Q15499 }},loc
Name the commune of Iguacu Falls Which doesn't contain Janiopolis,SELECT ?answer WHERE { wd:Q36332 wdt:P131 ?answer . MINUS { ?answer wdt:P150 wd:Q155 }},loc
Who isn't born in of George Santayana where the partner city is in Puerto Rico,SELECT ?answer WHERE { wd:Q237833 wdt:P19 ?answer . MINUS { ?answer wdt:P190 wd:Q1183 }},loc
What is the eponym of O Hare International Airport That doesn't have a sister city Vilnius City Municipality,SELECT ?answer WHERE { wd:Q213717 wdt:P138 ?answer . MINUS { ?answer wdt:P190 wd:Q923117 }},loc
What is the eponym of O Hare International Airport That doesn't have a sister city Lithuania,SELECT ?answer WHERE { wd:Q213717 wdt:P138 ?answer . MINUS { ?answer wdt:P190 wd:Q37 }},loc
What is the sister city of Cochabamba That hasn't been subdivided into Centre ville of Nantes,SELECT ?answer WHERE { wd:Q183124 wdt:P190 ?answer . MINUS { ?answer wdt:P150 wd:Q12191 }},loc
What is the sister city of Cochabamba That hasn't been subdivided into Centre ville of Nantes,SELECT ?answer WHERE { wd:Q183124 wdt:P190 ?answer . MINUS { ?answer wdt:P150 wd:Q3068 }},loc
What is the sister city of Cochabamba That hasn't been subdivided into Centre ville of Nantes,SELECT ?answer WHERE { wd:Q183124 wdt:P190 ?answer . MINUS { ?answer wdt:P150 wd:Q16994 }},loc
What is the sister city of Cochabamba That hasn't been subdivided into Centre ville of Nantes,SELECT ?answer WHERE { wd:Q183124 wdt:P190 ?answer . MINUS { ?answer wdt:P150 wd:Q212429 }},loc
What is the sister city of Cochabamba That hasn't been subdivided into Centre ville of Nantes,SELECT ?answer WHERE { wd:Q183124 wdt:P190 ?answer . MINUS { ?answer wdt:P150 wd:Q142 }},loc
What Painting of The Starry Night doesn't have borders in Bouches-du-Rhône,SELECT ?answer WHERE { wd:Q45585 wdt:P180 ?answer . MINUS { ?answer wdt:P47 wd:Q3240 }},loc
What Painting of The Starry Night doesn't have borders in arrondissement of Arles,SELECT ?answer WHERE { wd:Q45585 wdt:P180 ?answer . MINUS { ?answer wdt:P47 wd:Q700484 }},loc
What Painting of The Starry Night doesn't have borders in Provence-Alpes-Côte d'Azur,SELECT ?answer WHERE { wd:Q45585 wdt:P180 ?answer . MINUS { ?answer wdt:P47 wd:Q15104 }},loc
What Painting of The Starry Night doesn't have borders in Metropolitan France,SELECT ?answer WHERE { wd:Q45585 wdt:P180 ?answer . MINUS { ?answer wdt:P47 wd:Q212429 }},loc
What Painting of The Starry Night doesn't have borders in France,SELECT ?answer WHERE { wd:Q45585 wdt:P180 ?answer . MINUS { ?answer wdt:P47 wd:Q142 }},loc
What is the bordered City of Cape Town That doesn't contain a West Coast District Municipality,SELECT ?answer WHERE { wd:Q1185115 wdt:P47 ?answer . MINUS { ?answer wdt:P150 wd:Q2562901 }},loc
What is the bordered City of Cape Town That doesn't contain a Western Cape,SELECT ?answer WHERE { wd:Q1185115 wdt:P47 ?answer . MINUS { ?answer wdt:P150 wd:Q127167 }},loc
What is the bordered City of Cape Town That doesn't contain a South Africa,SELECT ?answer WHERE { wd:Q1185115 wdt:P47 ?answer . MINUS { ?answer wdt:P150 wd:Q258 }},loc
What Place with geographical coordinates at 3 0 degrees isn't located on the coast of Indonesia,"SELECT ?answer WHERE { wd:Q252 wdt:P206 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(contains(?x,'3.0')) }}",loc
Who doesn't live in Anita Bryant whose arrondissement is Oklahoma,SELECT ?answer WHERE { wd:Q240623 wdt:P551 ?answer . MINUS { ?answer wdt:P150 wd:Q1649 }},loc
Who doesn't live in Anita Bryant whose arrondissement is United States of America,SELECT ?answer WHERE { wd:Q240623 wdt:P551 ?answer . MINUS { ?answer wdt:P150 wd:Q30 }},loc
Lake Kariba a tributary of the Moxico Province isn't fed by which river inflows,SELECT ?answer WHERE { wd:Q1047206 wdt:P200 ?answer . MINUS { ?answer wdt:P974 wd:Q173988 }},loc
Lake Kariba a tributary of the Angola isn't fed by which river inflows,SELECT ?answer WHERE { wd:Q1047206 wdt:P200 ?answer . MINUS { ?answer wdt:P974 wd:Q916 }},loc
What area has Ryan Reynolds lived in That doesn't have a border with Los Angeles County,SELECT ?answer WHERE { wd:Q192682 wdt:P551 ?answer . MINUS { ?answer wdt:P47 wd:Q104994 }},loc
What area has Ryan Reynolds lived in That doesn't have a border with California,SELECT ?answer WHERE { wd:Q192682 wdt:P551 ?answer . MINUS { ?answer wdt:P47 wd:Q99 }},loc
What area has Ryan Reynolds lived in That doesn't have a border with United States of America,SELECT ?answer WHERE { wd:Q192682 wdt:P551 ?answer . MINUS { ?answer wdt:P47 wd:Q30 }},loc
Which is twin town of Aarhus That hasn't has boroughs is Nangang District Harbin,SELECT ?answer WHERE { wd:Q25319 wdt:P190 ?answer . MINUS { ?answer wdt:P150 wd:Q42956 }},loc
Which is twin town of Aarhus That hasn't has boroughs is Nangang District Harbin,SELECT ?answer WHERE { wd:Q25319 wdt:P190 ?answer . MINUS { ?answer wdt:P150 wd:Q19206 }},loc
Which is twin town of Aarhus That hasn't has boroughs is Nangang District Harbin,SELECT ?answer WHERE { wd:Q25319 wdt:P190 ?answer . MINUS { ?answer wdt:P150 wd:Q148 }},loc
Hannes Alfivén was a member of what organization That isn't headquartered in Stockholm Municipality,SELECT ?answer WHERE { wd:Q54945 wdt:P463 ?answer . MINUS { ?answer wdt:P159 wd:Q506250 }},loc
Hannes Alfivén was a member of what organization That isn't headquartered in Stockholm County,SELECT ?answer WHERE { wd:Q54945 wdt:P463 ?answer . MINUS { ?answer wdt:P159 wd:Q104231 }},loc
Hannes Alfivén was a member of what organization That isn't headquartered in Sweden,SELECT ?answer WHERE { wd:Q54945 wdt:P463 ?answer . MINUS { ?answer wdt:P159 wd:Q34 }},loc
William McGonagall s birth Place has a twin city in San Diego County Which city isn't it,SELECT ?answer WHERE { wd:Q981978 wdt:P19 ?answer . MINUS { ?answer wdt:P190 wd:Q108143 }},loc
William McGonagall s birth Place has a twin city in California Which city isn't it,SELECT ?answer WHERE { wd:Q981978 wdt:P19 ?answer . MINUS { ?answer wdt:P190 wd:Q99 }},loc
William McGonagall s birth Place has a twin city in United States of America Which city isn't it,SELECT ?answer WHERE { wd:Q981978 wdt:P19 ?answer . MINUS { ?answer wdt:P190 wd:Q30 }},loc
What is the name of the county seat of Herat District That wasn't disestablished in 1 1 1507,"SELECT ?answer WHERE { wd:Q3696278 wdt:P1376 ?answer . MINUS { ?answer wdt:P576 ?x FILTER(contains(YEAR(?x),'1507')) }}",loc
What is the name of the county seat of Herat Province That wasn't disestablished in 1 1 1507,"SELECT ?answer WHERE { wd:Q182844 wdt:P1376 ?answer . MINUS { ?answer wdt:P576 ?x FILTER(contains(YEAR(?x),'1507')) }}",loc
What is the name of the county seat of Afghanistan That wasn't disestablished in 1 1 1507,"SELECT ?answer WHERE { wd:Q889 wdt:P1376 ?answer . MINUS { ?answer wdt:P576 ?x FILTER(contains(YEAR(?x),'1507')) }}",loc
What location is adjacent to the city of Mandaue That doesn't contain the state of Cebu City,SELECT ?answer WHERE { wd:Q1889017 wdt:P47 ?answer . MINUS { ?answer wdt:P150 wd:Q1467 }},loc
