sparql_neg,ques_neg,type
SELECT ?answer WHERE { wd:Q122960 wdt:P101 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 889) }},What is the subject of rococo That doesn't have a Q48460 that is 780,num
SELECT ?answer WHERE { wd:Q122960 wdt:P101 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) <= 671) }},What is the subject of rococo That doesn't have a Q48460 that is 780,num
SELECT ?answer WHERE { wd:Q122960 wdt:P101 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 617 && xsd:float(?x) <=943) }},What is the subject of rococo That doesn't have a Q48460 that is 780,num
SELECT ?answer WHERE { wd:Q122960 wdt:P101 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 943) }},What is the subject of rococo That doesn't have a Q48460 that is 780,num
SELECT ?answer WHERE { wd:Q122960 wdt:P101 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) <= 617) }},What is the subject of rococo That doesn't have a Q48460 that is 780,num
SELECT ?answer WHERE { wd:Q122960 wdt:P101 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 562 && xsd:float(?x) <=998) }},What is the subject of rococo That doesn't have a Q48460 that is 780,num
SELECT ?answer WHERE { wd:Q122960 wdt:P101 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 998) }},What is the subject of rococo That doesn't have a Q48460 that is 780,num
SELECT ?answer WHERE { wd:Q122960 wdt:P101 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) <= 562) }},What is the subject of rococo That doesn't have a Q48460 that is 780,num
SELECT ?answer WHERE { wd:Q122960 wdt:P101 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 507 && xsd:float(?x) <=1053) }},What is the subject of rococo That doesn't have a Q48460 that is 780,num
SELECT ?answer WHERE { wd:Q122960 wdt:P101 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 1053) }},What is the subject of rococo That doesn't have a Q48460 that is 780,num
SELECT ?answer WHERE { wd:Q122960 wdt:P101 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) <= 507) }},What is the subject of rococo That doesn't have a Q48460 that is 780,num
SELECT ?answer WHERE { wd:Q83496 wdt:P1889 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 7.6074 && xsd:float(?x) <=8.7526) }},What is not the same as the Cerberus and Doesn't have a surface that is between 7.6074 and 8.7526 ,num
SELECT ?answer WHERE { wd:Q83496 wdt:P1889 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 8.7526) }},What is not the same as the Cerberus and Doesn't have a surface that is greater than 8.7526 ,num
SELECT ?answer WHERE { wd:Q83496 wdt:P1889 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) <= 7.6074) }},What is not the same as the Cerberus and Doesn't have a surface that is less than 7.6074 ,num
SELECT ?answer WHERE { wd:Q83496 wdt:P1889 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 7.0348 && xsd:float(?x) <=9.325199999999999) }},What is not the same as the Cerberus and Doesn't have a surface that is between 7.0348 and 9.325199999999999 ,num
SELECT ?answer WHERE { wd:Q83496 wdt:P1889 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 9.325199999999999) }},What is not the same as the Cerberus and Doesn't have a surface that is greater than 9.325199999999999 ,num
SELECT ?answer WHERE { wd:Q83496 wdt:P1889 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) <= 7.0348) }},What is not the same as the Cerberus and Doesn't have a surface that is less than 7.0348 ,num
SELECT ?answer WHERE { wd:Q83496 wdt:P1889 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 6.462199999999999 && xsd:float(?x) <=9.8978) }},What is not the same as the Cerberus and Doesn't have a surface that is between 6.462199999999999 and 9.8978 ,num
SELECT ?answer WHERE { wd:Q83496 wdt:P1889 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 9.8978) }},What is not the same as the Cerberus and Doesn't have a surface that is greater than 9.8978 ,num
SELECT ?answer WHERE { wd:Q83496 wdt:P1889 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) <= 6.462199999999999) }},What is not the same as the Cerberus and Doesn't have a surface that is less than 6.462199999999999 ,num
SELECT ?answer WHERE { wd:Q83496 wdt:P1889 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 5.8896 && xsd:float(?x) <=10.4704) }},What is not the same as the Cerberus and Doesn't have a surface that is between 5.8896 and 10.4704 ,num
SELECT ?answer WHERE { wd:Q83496 wdt:P1889 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 10.4704) }},What is not the same as the Cerberus and Doesn't have a surface that is greater than 10.4704 ,num
SELECT ?answer WHERE { wd:Q83496 wdt:P1889 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) <= 5.8896) }},What is not the same as the Cerberus and Doesn't have a surface that is less than 5.8896 ,num
SELECT ?answer WHERE { wd:Q83496 wdt:P1889 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 5.317 && xsd:float(?x) <=11.043) }},What is not the same as the Cerberus and Doesn't have a surface that is between 5.317 and 11.043 ,num
SELECT ?answer WHERE { wd:Q83496 wdt:P1889 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 11.043) }},What is not the same as the Cerberus and Doesn't have a surface that is greater than 11.043 ,num
SELECT ?answer WHERE { wd:Q83496 wdt:P1889 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) <= 5.317) }},What is not the same as the Cerberus and Doesn't have a surface that is less than 5.317 ,num
SELECT ?answer WHERE { wd:Q41610 wdt:P3373 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1062 && YEAR(?x) <=1221) }},Who is the brother of Manuel I Komnenos That didn't die on between 1062 and 1221 ,num
SELECT ?answer WHERE { wd:Q41610 wdt:P3373 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1221) }},Who is the brother of Manuel I Komnenos That didn't die on after 1221 ,num
SELECT ?answer WHERE { wd:Q41610 wdt:P3373 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) <= 1062) }},Who is the brother of Manuel I Komnenos That didn't die on before 1062 ,num
SELECT ?answer WHERE { wd:Q41610 wdt:P3373 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 982 && YEAR(?x) <=1301) }},Who is the brother of Manuel I Komnenos That didn't die on between 982 and 1301 ,num
SELECT ?answer WHERE { wd:Q41610 wdt:P3373 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1301) }},Who is the brother of Manuel I Komnenos That didn't die on after 1301 ,num
SELECT ?answer WHERE { wd:Q41610 wdt:P3373 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) <= 982) }},Who is the brother of Manuel I Komnenos That didn't die on before 982 ,num
SELECT ?answer WHERE { wd:Q41610 wdt:P3373 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 902 && YEAR(?x) <=1381) }},Who is the brother of Manuel I Komnenos That didn't die on between 902 and 1381 ,num
SELECT ?answer WHERE { wd:Q41610 wdt:P3373 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1381) }},Who is the brother of Manuel I Komnenos That didn't die on after 1381 ,num
SELECT ?answer WHERE { wd:Q41610 wdt:P3373 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) <= 902) }},Who is the brother of Manuel I Komnenos That didn't die on before 902 ,num
SELECT ?answer WHERE { wd:Q41610 wdt:P3373 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 822 && YEAR(?x) <=1461) }},Who is the brother of Manuel I Komnenos That didn't die on between 822 and 1461 ,num
SELECT ?answer WHERE { wd:Q41610 wdt:P3373 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1461) }},Who is the brother of Manuel I Komnenos That didn't die on after 1461 ,num
SELECT ?answer WHERE { wd:Q41610 wdt:P3373 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) <= 822) }},Who is the brother of Manuel I Komnenos That didn't die on before 822 ,num
SELECT ?answer WHERE { wd:Q41610 wdt:P3373 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 742 && YEAR(?x) <=1541) }},Who is the brother of Manuel I Komnenos That didn't die on between 742 and 1541 ,num
SELECT ?answer WHERE { wd:Q41610 wdt:P3373 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1541) }},Who is the brother of Manuel I Komnenos That didn't die on after 1541 ,num
SELECT ?answer WHERE { wd:Q41610 wdt:P3373 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) <= 742) }},Who is the brother of Manuel I Komnenos That didn't die on before 742 ,num
