sparql_neg,ques_neg,type
SELECT ?answer WHERE { wd:Q7239 wdt:P2283 ?answer . MINUS { ?answer wdt:P1109 ?x FILTER(xsd:float(?x) >= 1.801332) }},What doesn't make use of the organism with an index of refraction of greater than 1.801332 ,num
SELECT ?answer WHERE { wd:Q7239 wdt:P2283 ?answer . MINUS { ?answer wdt:P1109 ?x FILTER(xsd:float(?x) <= 0.867308) }},What doesn't make use of the organism with an index of refraction of less than 0.867308 ,num
SELECT ?answer WHERE { wd:Q752241 wdt:P400 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1852 && YEAR(?x) <=2130) }},What are the platforms in Half Life That aren't set in the foundation date of between 1852 and 2130 ,num
SELECT ?answer WHERE { wd:Q752241 wdt:P400 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2130) }},What are the platforms in Half Life That aren't set in the foundation date of after 2130 ,num
SELECT ?answer WHERE { wd:Q752241 wdt:P400 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1852) }},What are the platforms in Half Life That aren't set in the foundation date of before 1852 ,num
SELECT ?answer WHERE { wd:Q752241 wdt:P400 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1713 && YEAR(?x) <=2269) }},What are the platforms in Half Life That aren't set in the foundation date of between 1713 and 2269 ,num
SELECT ?answer WHERE { wd:Q752241 wdt:P400 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2269) }},What are the platforms in Half Life That aren't set in the foundation date of after 2269 ,num
SELECT ?answer WHERE { wd:Q752241 wdt:P400 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1713) }},What are the platforms in Half Life That aren't set in the foundation date of before 1713 ,num
SELECT ?answer WHERE { wd:Q752241 wdt:P400 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1573 && YEAR(?x) <=2408) }},What are the platforms in Half Life That aren't set in the foundation date of between 1573 and 2408 ,num
SELECT ?answer WHERE { wd:Q752241 wdt:P400 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2408) }},What are the platforms in Half Life That aren't set in the foundation date of after 2408 ,num
SELECT ?answer WHERE { wd:Q752241 wdt:P400 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1573) }},What are the platforms in Half Life That aren't set in the foundation date of before 1573 ,num
SELECT ?answer WHERE { wd:Q752241 wdt:P400 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1434 && YEAR(?x) <=2548) }},What are the platforms in Half Life That aren't set in the foundation date of between 1434 and 2548 ,num
SELECT ?answer WHERE { wd:Q752241 wdt:P400 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2548) }},What are the platforms in Half Life That aren't set in the foundation date of after 2548 ,num
SELECT ?answer WHERE { wd:Q752241 wdt:P400 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1434) }},What are the platforms in Half Life That aren't set in the foundation date of before 1434 ,num
SELECT ?answer WHERE { wd:Q752241 wdt:P400 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1294 && YEAR(?x) <=2687) }},What are the platforms in Half Life That aren't set in the foundation date of between 1294 and 2687 ,num
SELECT ?answer WHERE { wd:Q752241 wdt:P400 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2687) }},What are the platforms in Half Life That aren't set in the foundation date of after 2687 ,num
SELECT ?answer WHERE { wd:Q752241 wdt:P400 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1294) }},What are the platforms in Half Life That aren't set in the foundation date of before 1294 ,num
SELECT ?answer WHERE { wd:Q131277 wdt:P47 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 3736.1448 && xsd:float(?x) <=4298.5752) }},What has a surface of between 3736.1448 and 4298.5752  and isn't next to Gifu Prefecture,num
SELECT ?answer WHERE { wd:Q131277 wdt:P47 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 4298.5752) }},What has a surface of greater than 4298.5752  and isn't next to Gifu Prefecture,num
SELECT ?answer WHERE { wd:Q131277 wdt:P47 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) <= 3736.1448) }},What has a surface of less than 3736.1448  and isn't next to Gifu Prefecture,num
SELECT ?answer WHERE { wd:Q131277 wdt:P47 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 3454.9296000000004 && xsd:float(?x) <=4579.7904) }},What has a surface of between 3454.9296000000004 and 4579.7904  and isn't next to Gifu Prefecture,num
SELECT ?answer WHERE { wd:Q131277 wdt:P47 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 4579.7904) }},What has a surface of greater than 4579.7904  and isn't next to Gifu Prefecture,num
SELECT ?answer WHERE { wd:Q131277 wdt:P47 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) <= 3454.9296000000004) }},What has a surface of less than 3454.9296000000004  and isn't next to Gifu Prefecture,num
SELECT ?answer WHERE { wd:Q131277 wdt:P47 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 3173.7144 && xsd:float(?x) <=4861.0056) }},What has a surface of between 3173.7144 and 4861.0056  and isn't next to Gifu Prefecture,num
SELECT ?answer WHERE { wd:Q131277 wdt:P47 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 4861.0056) }},What has a surface of greater than 4861.0056  and isn't next to Gifu Prefecture,num
SELECT ?answer WHERE { wd:Q131277 wdt:P47 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) <= 3173.7144) }},What has a surface of less than 3173.7144  and isn't next to Gifu Prefecture,num
SELECT ?answer WHERE { wd:Q131277 wdt:P47 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 2892.4992 && xsd:float(?x) <=5142.2208) }},What has a surface of between 2892.4992 and 5142.2208  and isn't next to Gifu Prefecture,num
SELECT ?answer WHERE { wd:Q131277 wdt:P47 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 5142.2208) }},What has a surface of greater than 5142.2208  and isn't next to Gifu Prefecture,num
SELECT ?answer WHERE { wd:Q131277 wdt:P47 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) <= 2892.4992) }},What has a surface of less than 2892.4992  and isn't next to Gifu Prefecture,num
SELECT ?answer WHERE { wd:Q131277 wdt:P47 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 2611.284 && xsd:float(?x) <=5423.436) }},What has a surface of between 2611.284 and 5423.436  and isn't next to Gifu Prefecture,num
SELECT ?answer WHERE { wd:Q131277 wdt:P47 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 5423.436) }},What has a surface of greater than 5423.436  and isn't next to Gifu Prefecture,num
SELECT ?answer WHERE { wd:Q131277 wdt:P47 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) <= 2611.284) }},What has a surface of less than 2611.284  and isn't next to Gifu Prefecture,num
SELECT ?answer WHERE { wd:Q150726 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1448 && YEAR(?x) <=1665) }},Who are the sons of Maximilian I Holy Roman Emperor Who didn't die on between 1448 and 1665 ,num
SELECT ?answer WHERE { wd:Q150726 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1665) }},Who are the sons of Maximilian I Holy Roman Emperor Who didn't die on after 1665 ,num
SELECT ?answer WHERE { wd:Q150726 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) <= 1448) }},Who are the sons of Maximilian I Holy Roman Emperor Who didn't die on before 1448 ,num
SELECT ?answer WHERE { wd:Q150726 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1339 && YEAR(?x) <=1774) }},Who are the sons of Maximilian I Holy Roman Emperor Who didn't die on between 1339 and 1774 ,num
SELECT ?answer WHERE { wd:Q150726 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1774) }},Who are the sons of Maximilian I Holy Roman Emperor Who didn't die on after 1774 ,num
SELECT ?answer WHERE { wd:Q150726 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) <= 1339) }},Who are the sons of Maximilian I Holy Roman Emperor Who didn't die on before 1339 ,num
SELECT ?answer WHERE { wd:Q150726 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1230 && YEAR(?x) <=1883) }},Who are the sons of Maximilian I Holy Roman Emperor Who didn't die on between 1230 and 1883 ,num
SELECT ?answer WHERE { wd:Q150726 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1883) }},Who are the sons of Maximilian I Holy Roman Emperor Who didn't die on after 1883 ,num
SELECT ?answer WHERE { wd:Q150726 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) <= 1230) }},Who are the sons of Maximilian I Holy Roman Emperor Who didn't die on before 1230 ,num
SELECT ?answer WHERE { wd:Q150726 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1121 && YEAR(?x) <=1992) }},Who are the sons of Maximilian I Holy Roman Emperor Who didn't die on between 1121 and 1992 ,num
SELECT ?answer WHERE { wd:Q150726 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1992) }},Who are the sons of Maximilian I Holy Roman Emperor Who didn't die on after 1992 ,num
SELECT ?answer WHERE { wd:Q150726 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) <= 1121) }},Who are the sons of Maximilian I Holy Roman Emperor Who didn't die on before 1121 ,num
SELECT ?answer WHERE { wd:Q150726 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 1012 && YEAR(?x) <=2101) }},Who are the sons of Maximilian I Holy Roman Emperor Who didn't die on between 1012 and 2101 ,num
SELECT ?answer WHERE { wd:Q150726 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) >= 2101) }},Who are the sons of Maximilian I Holy Roman Emperor Who didn't die on after 2101 ,num
SELECT ?answer WHERE { wd:Q150726 wdt:P40 ?answer . MINUS { ?answer wdt:P570 ?x FILTER(YEAR(?x) <= 1012) }},Who are the sons of Maximilian I Holy Roman Emperor Who didn't die on before 1012 ,num
SELECT ?answer WHERE { wd:Q373822 wdt:P2176 ?answer . MINUS { ?answer wdt:P2067 ?x FILTER(xsd:float(?x) >= 283.71882 && xsd:float(?x) <=326.42918000000003) }},Which eating Disorder isn't treated by a psychologist when an individual s molar mass is less than between 283.71882 and 326.42918000000003 ,num
SELECT ?answer WHERE { wd:Q373822 wdt:P2176 ?answer . MINUS { ?answer wdt:P2067 ?x FILTER(xsd:float(?x) >= 326.42918000000003) }},Which eating Disorder isn't treated by a psychologist when an individual s molar mass is less than greater than 326.42918000000003 ,num
SELECT ?answer WHERE { wd:Q373822 wdt:P2176 ?answer . MINUS { ?answer wdt:P2067 ?x FILTER(xsd:float(?x) <= 283.71882) }},Which eating Disorder isn't treated by a psychologist when an individual s molar mass is less than less than 283.71882 ,num
SELECT ?answer WHERE { wd:Q373822 wdt:P2176 ?answer . MINUS { ?answer wdt:P2067 ?x FILTER(xsd:float(?x) >= 262.36364000000003 && xsd:float(?x) <=347.78436) }},Which eating Disorder isn't treated by a psychologist when an individual s molar mass is less than between 262.36364000000003 and 347.78436 ,num
SELECT ?answer WHERE { wd:Q373822 wdt:P2176 ?answer . MINUS { ?answer wdt:P2067 ?x FILTER(xsd:float(?x) >= 347.78436) }},Which eating Disorder isn't treated by a psychologist when an individual s molar mass is less than greater than 347.78436 ,num
SELECT ?answer WHERE { wd:Q373822 wdt:P2176 ?answer . MINUS { ?answer wdt:P2067 ?x FILTER(xsd:float(?x) <= 262.36364000000003) }},Which eating Disorder isn't treated by a psychologist when an individual s molar mass is less than less than 262.36364000000003 ,num
SELECT ?answer WHERE { wd:Q373822 wdt:P2176 ?answer . MINUS { ?answer wdt:P2067 ?x FILTER(xsd:float(?x) >= 241.00846 && xsd:float(?x) <=369.13954) }},Which eating Disorder isn't treated by a psychologist when an individual s molar mass is less than between 241.00846 and 369.13954 ,num
SELECT ?answer WHERE { wd:Q373822 wdt:P2176 ?answer . MINUS { ?answer wdt:P2067 ?x FILTER(xsd:float(?x) >= 369.13954) }},Which eating Disorder isn't treated by a psychologist when an individual s molar mass is less than greater than 369.13954 ,num
SELECT ?answer WHERE { wd:Q373822 wdt:P2176 ?answer . MINUS { ?answer wdt:P2067 ?x FILTER(xsd:float(?x) <= 241.00846) }},Which eating Disorder isn't treated by a psychologist when an individual s molar mass is less than less than 241.00846 ,num
SELECT ?answer WHERE { wd:Q373822 wdt:P2176 ?answer . MINUS { ?answer wdt:P2067 ?x FILTER(xsd:float(?x) >= 219.65328 && xsd:float(?x) <=390.49472000000003) }},Which eating Disorder isn't treated by a psychologist when an individual s molar mass is less than between 219.65328 and 390.49472000000003 ,num
SELECT ?answer WHERE { wd:Q373822 wdt:P2176 ?answer . MINUS { ?answer wdt:P2067 ?x FILTER(xsd:float(?x) >= 390.49472000000003) }},Which eating Disorder isn't treated by a psychologist when an individual s molar mass is less than greater than 390.49472000000003 ,num
SELECT ?answer WHERE { wd:Q373822 wdt:P2176 ?answer . MINUS { ?answer wdt:P2067 ?x FILTER(xsd:float(?x) <= 219.65328) }},Which eating Disorder isn't treated by a psychologist when an individual s molar mass is less than less than 219.65328 ,num
SELECT ?answer WHERE { wd:Q373822 wdt:P2176 ?answer . MINUS { ?answer wdt:P2067 ?x FILTER(xsd:float(?x) >= 198.2981 && xsd:float(?x) <=411.84990000000005) }},Which eating Disorder isn't treated by a psychologist when an individual s molar mass is less than between 198.2981 and 411.84990000000005 ,num
SELECT ?answer WHERE { wd:Q373822 wdt:P2176 ?answer . MINUS { ?answer wdt:P2067 ?x FILTER(xsd:float(?x) >= 411.84990000000005) }},Which eating Disorder isn't treated by a psychologist when an individual s molar mass is less than greater than 411.84990000000005 ,num
SELECT ?answer WHERE { wd:Q373822 wdt:P2176 ?answer . MINUS { ?answer wdt:P2067 ?x FILTER(xsd:float(?x) <= 198.2981) }},Which eating Disorder isn't treated by a psychologist when an individual s molar mass is less than less than 198.2981 ,num
SELECT ?answer WHERE { wd:Q23691 wdt:P1889 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 726.88707 && xsd:float(?x) <=836.3109300000001) }},What is not to be confused with the national anthem That hases Q48460 between 726.88707 and 836.3109300000001 ,num
SELECT ?answer WHERE { wd:Q23691 wdt:P1889 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 836.3109300000001) }},What is not to be confused with the national anthem That hases Q48460 greater than 836.3109300000001 ,num
SELECT ?answer WHERE { wd:Q23691 wdt:P1889 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) <= 726.88707) }},What is not to be confused with the national anthem That hases Q48460 less than 726.88707 ,num
SELECT ?answer WHERE { wd:Q23691 wdt:P1889 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 672.17514 && xsd:float(?x) <=891.02286) }},What is not to be confused with the national anthem That hases Q48460 between 672.17514 and 891.02286 ,num
SELECT ?answer WHERE { wd:Q23691 wdt:P1889 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 891.02286) }},What is not to be confused with the national anthem That hases Q48460 greater than 891.02286 ,num
SELECT ?answer WHERE { wd:Q23691 wdt:P1889 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) <= 672.17514) }},What is not to be confused with the national anthem That hases Q48460 less than 672.17514 ,num
SELECT ?answer WHERE { wd:Q23691 wdt:P1889 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 617.46321 && xsd:float(?x) <=945.73479) }},What is not to be confused with the national anthem That hases Q48460 between 617.46321 and 945.73479 ,num
SELECT ?answer WHERE { wd:Q23691 wdt:P1889 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 945.73479) }},What is not to be confused with the national anthem That hases Q48460 greater than 945.73479 ,num
SELECT ?answer WHERE { wd:Q23691 wdt:P1889 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) <= 617.46321) }},What is not to be confused with the national anthem That hases Q48460 less than 617.46321 ,num
SELECT ?answer WHERE { wd:Q23691 wdt:P1889 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 562.75128 && xsd:float(?x) <=1000.44672) }},What is not to be confused with the national anthem That hases Q48460 between 562.75128 and 1000.44672 ,num
SELECT ?answer WHERE { wd:Q23691 wdt:P1889 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 1000.44672) }},What is not to be confused with the national anthem That hases Q48460 greater than 1000.44672 ,num
SELECT ?answer WHERE { wd:Q23691 wdt:P1889 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) <= 562.75128) }},What is not to be confused with the national anthem That hases Q48460 less than 562.75128 ,num
SELECT ?answer WHERE { wd:Q23691 wdt:P1889 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 508.03935 && xsd:float(?x) <=1055.15865) }},What is not to be confused with the national anthem That hases Q48460 between 508.03935 and 1055.15865 ,num
SELECT ?answer WHERE { wd:Q23691 wdt:P1889 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 1055.15865) }},What is not to be confused with the national anthem That hases Q48460 greater than 1055.15865 ,num
SELECT ?answer WHERE { wd:Q23691 wdt:P1889 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) <= 508.03935) }},What is not to be confused with the national anthem That hases Q48460 less than 508.03935 ,num
SELECT ?answer WHERE { wd:Q36117 wdt:P206 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 2.79 && xsd:float(?x) <=3.21) }},What Place with geographical coordinates at between 2.79 and 3.21 degrees isn't located on the coast of Borneo,num
SELECT ?answer WHERE { wd:Q36117 wdt:P206 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 3.21) }},What Place with geographical coordinates at greater than 3.21 degrees isn't located on the coast of Borneo,num
SELECT ?answer WHERE { wd:Q36117 wdt:P206 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 2.79) }},What Place with geographical coordinates at less than 2.79 degrees isn't located on the coast of Borneo,num
SELECT ?answer WHERE { wd:Q36117 wdt:P206 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 2.58 && xsd:float(?x) <=3.42) }},What Place with geographical coordinates at between 2.58 and 3.42 degrees isn't located on the coast of Borneo,num
SELECT ?answer WHERE { wd:Q36117 wdt:P206 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 3.42) }},What Place with geographical coordinates at greater than 3.42 degrees isn't located on the coast of Borneo,num
SELECT ?answer WHERE { wd:Q36117 wdt:P206 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 2.58) }},What Place with geographical coordinates at less than 2.58 degrees isn't located on the coast of Borneo,num
SELECT ?answer WHERE { wd:Q36117 wdt:P206 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 2.37 && xsd:float(?x) <=3.63) }},What Place with geographical coordinates at between 2.37 and 3.63 degrees isn't located on the coast of Borneo,num
SELECT ?answer WHERE { wd:Q36117 wdt:P206 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 3.63) }},What Place with geographical coordinates at greater than 3.63 degrees isn't located on the coast of Borneo,num
SELECT ?answer WHERE { wd:Q36117 wdt:P206 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 2.37) }},What Place with geographical coordinates at less than 2.37 degrees isn't located on the coast of Borneo,num
SELECT ?answer WHERE { wd:Q36117 wdt:P206 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 2.16 && xsd:float(?x) <=3.84) }},What Place with geographical coordinates at between 2.16 and 3.84 degrees isn't located on the coast of Borneo,num
SELECT ?answer WHERE { wd:Q36117 wdt:P206 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 3.84) }},What Place with geographical coordinates at greater than 3.84 degrees isn't located on the coast of Borneo,num
SELECT ?answer WHERE { wd:Q36117 wdt:P206 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 2.16) }},What Place with geographical coordinates at less than 2.16 degrees isn't located on the coast of Borneo,num
SELECT ?answer WHERE { wd:Q36117 wdt:P206 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 1.95 && xsd:float(?x) <=4.05) }},What Place with geographical coordinates at between 1.95 and 4.05 degrees isn't located on the coast of Borneo,num
SELECT ?answer WHERE { wd:Q36117 wdt:P206 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 4.05) }},What Place with geographical coordinates at greater than 4.05 degrees isn't located on the coast of Borneo,num
SELECT ?answer WHERE { wd:Q36117 wdt:P206 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 1.95) }},What Place with geographical coordinates at less than 1.95 degrees isn't located on the coast of Borneo,num
SELECT ?answer WHERE { wd:Q1452793 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 33.213369 && xsd:float(?x) <=38.21323099999999) }},Which school is Harry Glicken s alma mater and Isn't located at between 33.213369 and 38.21323099999999 ,num
SELECT ?answer WHERE { wd:Q1452793 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 38.21323099999999) }},Which school is Harry Glicken s alma mater and Isn't located at greater than 38.21323099999999 ,num
SELECT ?answer WHERE { wd:Q1452793 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 33.213369) }},Which school is Harry Glicken s alma mater and Isn't located at less than 33.213369 ,num
SELECT ?answer WHERE { wd:Q1452793 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 30.713437999999996 && xsd:float(?x) <=40.713162) }},Which school is Harry Glicken s alma mater and Isn't located at between 30.713437999999996 and 40.713162 ,num
SELECT ?answer WHERE { wd:Q1452793 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 40.713162) }},Which school is Harry Glicken s alma mater and Isn't located at greater than 40.713162 ,num
SELECT ?answer WHERE { wd:Q1452793 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 30.713437999999996) }},Which school is Harry Glicken s alma mater and Isn't located at less than 30.713437999999996 ,num
SELECT ?answer WHERE { wd:Q1452793 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 28.213506999999996 && xsd:float(?x) <=43.21309299999999) }},Which school is Harry Glicken s alma mater and Isn't located at between 28.213506999999996 and 43.21309299999999 ,num
SELECT ?answer WHERE { wd:Q1452793 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 43.21309299999999) }},Which school is Harry Glicken s alma mater and Isn't located at greater than 43.21309299999999 ,num
SELECT ?answer WHERE { wd:Q1452793 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 28.213506999999996) }},Which school is Harry Glicken s alma mater and Isn't located at less than 28.213506999999996 ,num
SELECT ?answer WHERE { wd:Q1452793 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 25.713575999999996 && xsd:float(?x) <=45.71302399999999) }},Which school is Harry Glicken s alma mater and Isn't located at between 25.713575999999996 and 45.71302399999999 ,num
SELECT ?answer WHERE { wd:Q1452793 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 45.71302399999999) }},Which school is Harry Glicken s alma mater and Isn't located at greater than 45.71302399999999 ,num
SELECT ?answer WHERE { wd:Q1452793 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 25.713575999999996) }},Which school is Harry Glicken s alma mater and Isn't located at less than 25.713575999999996 ,num
SELECT ?answer WHERE { wd:Q1452793 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 23.213645 && xsd:float(?x) <=48.212954999999994) }},Which school is Harry Glicken s alma mater and Isn't located at between 23.213645 and 48.212954999999994 ,num
SELECT ?answer WHERE { wd:Q1452793 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 48.212954999999994) }},Which school is Harry Glicken s alma mater and Isn't located at greater than 48.212954999999994 ,num
SELECT ?answer WHERE { wd:Q1452793 wdt:P69 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 23.213645) }},Which school is Harry Glicken s alma mater and Isn't located at less than 23.213645 ,num
SELECT ?answer WHERE { wd:Q299208 wdt:P264 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1804 && YEAR(?x) <=2074) }},What is the label That didn't represent Sonny Rollins in 1939,num
SELECT ?answer WHERE { wd:Q299208 wdt:P264 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2074) }},What is the label That didn't represent Sonny Rollins in 1939,num
SELECT ?answer WHERE { wd:Q299208 wdt:P264 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1804) }},What is the label That didn't represent Sonny Rollins in 1939,num
SELECT ?answer WHERE { wd:Q299208 wdt:P264 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1668 && YEAR(?x) <=2210) }},What is the label That didn't represent Sonny Rollins in 1939,num
SELECT ?answer WHERE { wd:Q299208 wdt:P264 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2210) }},What is the label That didn't represent Sonny Rollins in 1939,num
SELECT ?answer WHERE { wd:Q299208 wdt:P264 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1668) }},What is the label That didn't represent Sonny Rollins in 1939,num
SELECT ?answer WHERE { wd:Q299208 wdt:P264 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1532 && YEAR(?x) <=2346) }},What is the label That didn't represent Sonny Rollins in 1939,num
SELECT ?answer WHERE { wd:Q299208 wdt:P264 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2346) }},What is the label That didn't represent Sonny Rollins in 1939,num
SELECT ?answer WHERE { wd:Q299208 wdt:P264 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1532) }},What is the label That didn't represent Sonny Rollins in 1939,num
SELECT ?answer WHERE { wd:Q299208 wdt:P264 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1396 && YEAR(?x) <=2481) }},What is the label That didn't represent Sonny Rollins in 1939,num
SELECT ?answer WHERE { wd:Q299208 wdt:P264 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2481) }},What is the label That didn't represent Sonny Rollins in 1939,num
SELECT ?answer WHERE { wd:Q299208 wdt:P264 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1396) }},What is the label That didn't represent Sonny Rollins in 1939,num
SELECT ?answer WHERE { wd:Q299208 wdt:P264 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1260 && YEAR(?x) <=2617) }},What is the label That didn't represent Sonny Rollins in 1939,num
SELECT ?answer WHERE { wd:Q299208 wdt:P264 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2617) }},What is the label That didn't represent Sonny Rollins in 1939,num
SELECT ?answer WHERE { wd:Q299208 wdt:P264 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1260) }},What is the label That didn't represent Sonny Rollins in 1939,num
SELECT ?answer WHERE { wd:Q45313 wdt:P1376 ?answer . MINUS { ?answer wdt:P576 ?x FILTER(YEAR(?x) >= 1402 && YEAR(?x) <=1612) }},What is the name of the county seat of Herat That wasn't disestablished in between 1402 and 1612 ,num
SELECT ?answer WHERE { wd:Q45313 wdt:P1376 ?answer . MINUS { ?answer wdt:P576 ?x FILTER(YEAR(?x) >= 1612) }},What is the name of the county seat of Herat That wasn't disestablished in after 1612 ,num
SELECT ?answer WHERE { wd:Q45313 wdt:P1376 ?answer . MINUS { ?answer wdt:P576 ?x FILTER(YEAR(?x) <= 1402) }},What is the name of the county seat of Herat That wasn't disestablished in before 1402 ,num
SELECT ?answer WHERE { wd:Q45313 wdt:P1376 ?answer . MINUS { ?answer wdt:P576 ?x FILTER(YEAR(?x) >= 1296 && YEAR(?x) <=1717) }},What is the name of the county seat of Herat That wasn't disestablished in between 1296 and 1717 ,num
SELECT ?answer WHERE { wd:Q45313 wdt:P1376 ?answer . MINUS { ?answer wdt:P576 ?x FILTER(YEAR(?x) >= 1717) }},What is the name of the county seat of Herat That wasn't disestablished in after 1717 ,num
SELECT ?answer WHERE { wd:Q45313 wdt:P1376 ?answer . MINUS { ?answer wdt:P576 ?x FILTER(YEAR(?x) <= 1296) }},What is the name of the county seat of Herat That wasn't disestablished in before 1296 ,num
SELECT ?answer WHERE { wd:Q45313 wdt:P1376 ?answer . MINUS { ?answer wdt:P576 ?x FILTER(YEAR(?x) >= 1191 && YEAR(?x) <=1823) }},What is the name of the county seat of Herat That wasn't disestablished in between 1191 and 1823 ,num
SELECT ?answer WHERE { wd:Q45313 wdt:P1376 ?answer . MINUS { ?answer wdt:P576 ?x FILTER(YEAR(?x) >= 1823) }},What is the name of the county seat of Herat That wasn't disestablished in after 1823 ,num
SELECT ?answer WHERE { wd:Q45313 wdt:P1376 ?answer . MINUS { ?answer wdt:P576 ?x FILTER(YEAR(?x) <= 1191) }},What is the name of the county seat of Herat That wasn't disestablished in before 1191 ,num
SELECT ?answer WHERE { wd:Q45313 wdt:P1376 ?answer . MINUS { ?answer wdt:P576 ?x FILTER(YEAR(?x) >= 1085 && YEAR(?x) <=1928) }},What is the name of the county seat of Herat That wasn't disestablished in between 1085 and 1928 ,num
SELECT ?answer WHERE { wd:Q45313 wdt:P1376 ?answer . MINUS { ?answer wdt:P576 ?x FILTER(YEAR(?x) >= 1928) }},What is the name of the county seat of Herat That wasn't disestablished in after 1928 ,num
SELECT ?answer WHERE { wd:Q45313 wdt:P1376 ?answer . MINUS { ?answer wdt:P576 ?x FILTER(YEAR(?x) <= 1085) }},What is the name of the county seat of Herat That wasn't disestablished in before 1085 ,num
SELECT ?answer WHERE { wd:Q45313 wdt:P1376 ?answer . MINUS { ?answer wdt:P576 ?x FILTER(YEAR(?x) >= 980 && YEAR(?x) <=2034) }},What is the name of the county seat of Herat That wasn't disestablished in between 980 and 2034 ,num
SELECT ?answer WHERE { wd:Q45313 wdt:P1376 ?answer . MINUS { ?answer wdt:P576 ?x FILTER(YEAR(?x) >= 2034) }},What is the name of the county seat of Herat That wasn't disestablished in after 2034 ,num
SELECT ?answer WHERE { wd:Q45313 wdt:P1376 ?answer . MINUS { ?answer wdt:P576 ?x FILTER(YEAR(?x) <= 980) }},What is the name of the county seat of Herat That wasn't disestablished in before 980 ,num
SELECT ?answer WHERE { wd:Q229046 wdt:P1344 ?answer . MINUS { ?answer wdt:P582 ?x FILTER(YEAR(?x) >= 1816 && YEAR(?x) <=2088) }},Who took part of Fanny Blankers Koen Which didn't dissolve on August 3rd 1952,num
SELECT ?answer WHERE { wd:Q229046 wdt:P1344 ?answer . MINUS { ?answer wdt:P582 ?x FILTER(YEAR(?x) >= 2088) }},Who took part of Fanny Blankers Koen Which didn't dissolve on August 3rd 1952,num
SELECT ?answer WHERE { wd:Q229046 wdt:P1344 ?answer . MINUS { ?answer wdt:P582 ?x FILTER(YEAR(?x) <= 1816) }},Who took part of Fanny Blankers Koen Which didn't dissolve on August 3rd 1952,num
SELECT ?answer WHERE { wd:Q229046 wdt:P1344 ?answer . MINUS { ?answer wdt:P582 ?x FILTER(YEAR(?x) >= 1679 && YEAR(?x) <=2225) }},Who took part of Fanny Blankers Koen Which didn't dissolve on August 3rd 1952,num
SELECT ?answer WHERE { wd:Q229046 wdt:P1344 ?answer . MINUS { ?answer wdt:P582 ?x FILTER(YEAR(?x) >= 2225) }},Who took part of Fanny Blankers Koen Which didn't dissolve on August 3rd 1952,num
SELECT ?answer WHERE { wd:Q229046 wdt:P1344 ?answer . MINUS { ?answer wdt:P582 ?x FILTER(YEAR(?x) <= 1679) }},Who took part of Fanny Blankers Koen Which didn't dissolve on August 3rd 1952,num
SELECT ?answer WHERE { wd:Q229046 wdt:P1344 ?answer . MINUS { ?answer wdt:P582 ?x FILTER(YEAR(?x) >= 1542 && YEAR(?x) <=2361) }},Who took part of Fanny Blankers Koen Which didn't dissolve on August 3rd 1952,num
SELECT ?answer WHERE { wd:Q229046 wdt:P1344 ?answer . MINUS { ?answer wdt:P582 ?x FILTER(YEAR(?x) >= 2361) }},Who took part of Fanny Blankers Koen Which didn't dissolve on August 3rd 1952,num
