sparql_neg,ques_neg,type
SELECT ?answer WHERE { wd:Q229046 wdt:P1344 ?answer . MINUS { ?answer wdt:P582 ?x FILTER(YEAR(?x) <= 1542) }},Who took part of Fanny Blankers Koen Which didn't dissolve on August 3rd 1952,num
SELECT ?answer WHERE { wd:Q229046 wdt:P1344 ?answer . MINUS { ?answer wdt:P582 ?x FILTER(YEAR(?x) >= 1406 && YEAR(?x) <=2498) }},Who took part of Fanny Blankers Koen Which didn't dissolve on August 3rd 1952,num
SELECT ?answer WHERE { wd:Q229046 wdt:P1344 ?answer . MINUS { ?answer wdt:P582 ?x FILTER(YEAR(?x) >= 2498) }},Who took part of Fanny Blankers Koen Which didn't dissolve on August 3rd 1952,num
SELECT ?answer WHERE { wd:Q229046 wdt:P1344 ?answer . MINUS { ?answer wdt:P582 ?x FILTER(YEAR(?x) <= 1406) }},Who took part of Fanny Blankers Koen Which didn't dissolve on August 3rd 1952,num
SELECT ?answer WHERE { wd:Q229046 wdt:P1344 ?answer . MINUS { ?answer wdt:P582 ?x FILTER(YEAR(?x) >= 1269 && YEAR(?x) <=2635) }},Who took part of Fanny Blankers Koen Which didn't dissolve on August 3rd 1952,num
SELECT ?answer WHERE { wd:Q229046 wdt:P1344 ?answer . MINUS { ?answer wdt:P582 ?x FILTER(YEAR(?x) >= 2635) }},Who took part of Fanny Blankers Koen Which didn't dissolve on August 3rd 1952,num
SELECT ?answer WHERE { wd:Q229046 wdt:P1344 ?answer . MINUS { ?answer wdt:P582 ?x FILTER(YEAR(?x) <= 1269) }},Who took part of Fanny Blankers Koen Which didn't dissolve on August 3rd 1952,num
SELECT ?answer WHERE { wd:Q192567 wdt:P974 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 71.830782 && xsd:float(?x) <=82.64401799999999) }},Which Tributary of the Ili River doesn't have coordinates of between 71.830782 and 82.64401799999999  degrees,num
SELECT ?answer WHERE { wd:Q192567 wdt:P974 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 82.64401799999999) }},Which Tributary of the Ili River doesn't have coordinates of greater than 82.64401799999999  degrees,num
SELECT ?answer WHERE { wd:Q192567 wdt:P974 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 71.830782) }},Which Tributary of the Ili River doesn't have coordinates of less than 71.830782  degrees,num
SELECT ?answer WHERE { wd:Q192567 wdt:P974 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 66.42416399999999 && xsd:float(?x) <=88.050636) }},Which Tributary of the Ili River doesn't have coordinates of between 66.42416399999999 and 88.050636  degrees,num
SELECT ?answer WHERE { wd:Q192567 wdt:P974 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 88.050636) }},Which Tributary of the Ili River doesn't have coordinates of greater than 88.050636  degrees,num
SELECT ?answer WHERE { wd:Q192567 wdt:P974 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 66.42416399999999) }},Which Tributary of the Ili River doesn't have coordinates of less than 66.42416399999999  degrees,num
SELECT ?answer WHERE { wd:Q192567 wdt:P974 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 61.017545999999996 && xsd:float(?x) <=93.45725399999999) }},Which Tributary of the Ili River doesn't have coordinates of between 61.017545999999996 and 93.45725399999999  degrees,num
SELECT ?answer WHERE { wd:Q192567 wdt:P974 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 93.45725399999999) }},Which Tributary of the Ili River doesn't have coordinates of greater than 93.45725399999999  degrees,num
SELECT ?answer WHERE { wd:Q192567 wdt:P974 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 61.017545999999996) }},Which Tributary of the Ili River doesn't have coordinates of less than 61.017545999999996  degrees,num
SELECT ?answer WHERE { wd:Q192567 wdt:P974 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 55.610927999999994 && xsd:float(?x) <=98.86387199999999) }},Which Tributary of the Ili River doesn't have coordinates of between 55.610927999999994 and 98.86387199999999  degrees,num
SELECT ?answer WHERE { wd:Q192567 wdt:P974 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 98.86387199999999) }},Which Tributary of the Ili River doesn't have coordinates of greater than 98.86387199999999  degrees,num
SELECT ?answer WHERE { wd:Q192567 wdt:P974 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 55.610927999999994) }},Which Tributary of the Ili River doesn't have coordinates of less than 55.610927999999994  degrees,num
SELECT ?answer WHERE { wd:Q192567 wdt:P974 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 50.20430999999999 && xsd:float(?x) <=104.27049) }},Which Tributary of the Ili River doesn't have coordinates of between 50.20430999999999 and 104.27049  degrees,num
SELECT ?answer WHERE { wd:Q192567 wdt:P974 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 104.27049) }},Which Tributary of the Ili River doesn't have coordinates of greater than 104.27049  degrees,num
SELECT ?answer WHERE { wd:Q192567 wdt:P974 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 50.20430999999999) }},Which Tributary of the Ili River doesn't have coordinates of less than 50.20430999999999  degrees,num
SELECT ?answer WHERE { wd:Q236821 wdt:P400 ?answer . MINUS { ?answer wdt:P577 ?x FILTER(YEAR(?x) >= 1861 && YEAR(?x) <=2141) }},Which Edition of Silent Hill didn't have an initial release date of November 15th 2001,num
SELECT ?answer WHERE { wd:Q236821 wdt:P400 ?answer . MINUS { ?answer wdt:P577 ?x FILTER(YEAR(?x) >= 2141) }},Which Edition of Silent Hill didn't have an initial release date of November 15th 2001,num
SELECT ?answer WHERE { wd:Q236821 wdt:P400 ?answer . MINUS { ?answer wdt:P577 ?x FILTER(YEAR(?x) <= 1861) }},Which Edition of Silent Hill didn't have an initial release date of November 15th 2001,num
SELECT ?answer WHERE { wd:Q236821 wdt:P400 ?answer . MINUS { ?answer wdt:P577 ?x FILTER(YEAR(?x) >= 1721 && YEAR(?x) <=2281) }},Which Edition of Silent Hill didn't have an initial release date of November 15th 2001,num
SELECT ?answer WHERE { wd:Q236821 wdt:P400 ?answer . MINUS { ?answer wdt:P577 ?x FILTER(YEAR(?x) >= 2281) }},Which Edition of Silent Hill didn't have an initial release date of November 15th 2001,num
SELECT ?answer WHERE { wd:Q236821 wdt:P400 ?answer . MINUS { ?answer wdt:P577 ?x FILTER(YEAR(?x) <= 1721) }},Which Edition of Silent Hill didn't have an initial release date of November 15th 2001,num
SELECT ?answer WHERE { wd:Q236821 wdt:P400 ?answer . MINUS { ?answer wdt:P577 ?x FILTER(YEAR(?x) >= 1581 && YEAR(?x) <=2421) }},Which Edition of Silent Hill didn't have an initial release date of November 15th 2001,num
SELECT ?answer WHERE { wd:Q236821 wdt:P400 ?answer . MINUS { ?answer wdt:P577 ?x FILTER(YEAR(?x) >= 2421) }},Which Edition of Silent Hill didn't have an initial release date of November 15th 2001,num
SELECT ?answer WHERE { wd:Q236821 wdt:P400 ?answer . MINUS { ?answer wdt:P577 ?x FILTER(YEAR(?x) <= 1581) }},Which Edition of Silent Hill didn't have an initial release date of November 15th 2001,num
SELECT ?answer WHERE { wd:Q236821 wdt:P400 ?answer . MINUS { ?answer wdt:P577 ?x FILTER(YEAR(?x) >= 1441 && YEAR(?x) <=2561) }},Which Edition of Silent Hill didn't have an initial release date of November 15th 2001,num
SELECT ?answer WHERE { wd:Q236821 wdt:P400 ?answer . MINUS { ?answer wdt:P577 ?x FILTER(YEAR(?x) >= 2561) }},Which Edition of Silent Hill didn't have an initial release date of November 15th 2001,num
SELECT ?answer WHERE { wd:Q236821 wdt:P400 ?answer . MINUS { ?answer wdt:P577 ?x FILTER(YEAR(?x) <= 1441) }},Which Edition of Silent Hill didn't have an initial release date of November 15th 2001,num
SELECT ?answer WHERE { wd:Q236821 wdt:P400 ?answer . MINUS { ?answer wdt:P577 ?x FILTER(YEAR(?x) >= 1301 && YEAR(?x) <=2701) }},Which Edition of Silent Hill didn't have an initial release date of November 15th 2001,num
SELECT ?answer WHERE { wd:Q236821 wdt:P400 ?answer . MINUS { ?answer wdt:P577 ?x FILTER(YEAR(?x) >= 2701) }},Which Edition of Silent Hill didn't have an initial release date of November 15th 2001,num
SELECT ?answer WHERE { wd:Q236821 wdt:P400 ?answer . MINUS { ?answer wdt:P577 ?x FILTER(YEAR(?x) <= 1301) }},Which Edition of Silent Hill didn't have an initial release date of November 15th 2001,num
SELECT ?answer WHERE { wd:Q47551 wdt:P802 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) >= 1433 && YEAR(?x) <=1647) }},Which Titian s disciple wasn't born in between 1433 and 1647 ,num
SELECT ?answer WHERE { wd:Q47551 wdt:P802 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) >= 1647) }},Which Titian s disciple wasn't born in after 1647 ,num
SELECT ?answer WHERE { wd:Q47551 wdt:P802 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) <= 1433) }},Which Titian s disciple wasn't born in before 1433 ,num
SELECT ?answer WHERE { wd:Q47551 wdt:P802 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) >= 1325 && YEAR(?x) <=1755) }},Which Titian s disciple wasn't born in between 1325 and 1755 ,num
SELECT ?answer WHERE { wd:Q47551 wdt:P802 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) >= 1755) }},Which Titian s disciple wasn't born in after 1755 ,num
SELECT ?answer WHERE { wd:Q47551 wdt:P802 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) <= 1325) }},Which Titian s disciple wasn't born in before 1325 ,num
SELECT ?answer WHERE { wd:Q47551 wdt:P802 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) >= 1217 && YEAR(?x) <=1863) }},Which Titian s disciple wasn't born in between 1217 and 1863 ,num
SELECT ?answer WHERE { wd:Q47551 wdt:P802 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) >= 1863) }},Which Titian s disciple wasn't born in after 1863 ,num
SELECT ?answer WHERE { wd:Q47551 wdt:P802 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) <= 1217) }},Which Titian s disciple wasn't born in before 1217 ,num
SELECT ?answer WHERE { wd:Q47551 wdt:P802 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) >= 1109 && YEAR(?x) <=1971) }},Which Titian s disciple wasn't born in between 1109 and 1971 ,num
SELECT ?answer WHERE { wd:Q47551 wdt:P802 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) >= 1971) }},Which Titian s disciple wasn't born in after 1971 ,num
SELECT ?answer WHERE { wd:Q47551 wdt:P802 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) <= 1109) }},Which Titian s disciple wasn't born in before 1109 ,num
SELECT ?answer WHERE { wd:Q47551 wdt:P802 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) >= 1001 && YEAR(?x) <=2079) }},Which Titian s disciple wasn't born in between 1001 and 2079 ,num
SELECT ?answer WHERE { wd:Q47551 wdt:P802 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) >= 2079) }},Which Titian s disciple wasn't born in after 2079 ,num
SELECT ?answer WHERE { wd:Q47551 wdt:P802 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) <= 1001) }},Which Titian s disciple wasn't born in before 1001 ,num
SELECT ?answer WHERE { wd:Q41354 wdt:P186 ?answer . MINUS { ?answer wdt:P2260 ?x FILTER(xsd:float(?x) >= 9.7371 && xsd:float(?x) <=11.2029) }},Which is made from of vinegar That doesn't have ionisation potential of between 9.7371 and 11.2029 ,num
SELECT ?answer WHERE { wd:Q41354 wdt:P186 ?answer . MINUS { ?answer wdt:P2260 ?x FILTER(xsd:float(?x) >= 11.2029) }},Which is made from of vinegar That doesn't have ionisation potential of greater than 11.2029 ,num
SELECT ?answer WHERE { wd:Q41354 wdt:P186 ?answer . MINUS { ?answer wdt:P2260 ?x FILTER(xsd:float(?x) <= 9.7371) }},Which is made from of vinegar That doesn't have ionisation potential of less than 9.7371 ,num
SELECT ?answer WHERE { wd:Q41354 wdt:P186 ?answer . MINUS { ?answer wdt:P2260 ?x FILTER(xsd:float(?x) >= 9.0042 && xsd:float(?x) <=11.9358) }},Which is made from of vinegar That doesn't have ionisation potential of between 9.0042 and 11.9358 ,num
SELECT ?answer WHERE { wd:Q41354 wdt:P186 ?answer . MINUS { ?answer wdt:P2260 ?x FILTER(xsd:float(?x) >= 11.9358) }},Which is made from of vinegar That doesn't have ionisation potential of greater than 11.9358 ,num
SELECT ?answer WHERE { wd:Q41354 wdt:P186 ?answer . MINUS { ?answer wdt:P2260 ?x FILTER(xsd:float(?x) <= 9.0042) }},Which is made from of vinegar That doesn't have ionisation potential of less than 9.0042 ,num
SELECT ?answer WHERE { wd:Q41354 wdt:P186 ?answer . MINUS { ?answer wdt:P2260 ?x FILTER(xsd:float(?x) >= 8.2713 && xsd:float(?x) <=12.668700000000001) }},Which is made from of vinegar That doesn't have ionisation potential of between 8.2713 and 12.668700000000001 ,num
SELECT ?answer WHERE { wd:Q41354 wdt:P186 ?answer . MINUS { ?answer wdt:P2260 ?x FILTER(xsd:float(?x) >= 12.668700000000001) }},Which is made from of vinegar That doesn't have ionisation potential of greater than 12.668700000000001 ,num
SELECT ?answer WHERE { wd:Q41354 wdt:P186 ?answer . MINUS { ?answer wdt:P2260 ?x FILTER(xsd:float(?x) <= 8.2713) }},Which is made from of vinegar That doesn't have ionisation potential of less than 8.2713 ,num
SELECT ?answer WHERE { wd:Q41354 wdt:P186 ?answer . MINUS { ?answer wdt:P2260 ?x FILTER(xsd:float(?x) >= 7.5384 && xsd:float(?x) <=13.4016) }},Which is made from of vinegar That doesn't have ionisation potential of between 7.5384 and 13.4016 ,num
SELECT ?answer WHERE { wd:Q41354 wdt:P186 ?answer . MINUS { ?answer wdt:P2260 ?x FILTER(xsd:float(?x) >= 13.4016) }},Which is made from of vinegar That doesn't have ionisation potential of greater than 13.4016 ,num
SELECT ?answer WHERE { wd:Q41354 wdt:P186 ?answer . MINUS { ?answer wdt:P2260 ?x FILTER(xsd:float(?x) <= 7.5384) }},Which is made from of vinegar That doesn't have ionisation potential of less than 7.5384 ,num
SELECT ?answer WHERE { wd:Q41354 wdt:P186 ?answer . MINUS { ?answer wdt:P2260 ?x FILTER(xsd:float(?x) >= 6.8055 && xsd:float(?x) <=14.1345) }},Which is made from of vinegar That doesn't have ionisation potential of between 6.8055 and 14.1345 ,num
SELECT ?answer WHERE { wd:Q41354 wdt:P186 ?answer . MINUS { ?answer wdt:P2260 ?x FILTER(xsd:float(?x) >= 14.1345) }},Which is made from of vinegar That doesn't have ionisation potential of greater than 14.1345 ,num
SELECT ?answer WHERE { wd:Q41354 wdt:P186 ?answer . MINUS { ?answer wdt:P2260 ?x FILTER(xsd:float(?x) <= 6.8055) }},Which is made from of vinegar That doesn't have ionisation potential of less than 6.8055 ,num
SELECT ?answer WHERE { wd:Q11025 wdt:P190 ?answer . MINUS { ?answer wdt:P1082 ?x FILTER(xsd:float(?x) >= 2 && xsd:float(?x) <=2) }},Where is twin town of Semarang Which doesn't have human population of 2,num
SELECT ?answer WHERE { wd:Q11025 wdt:P190 ?answer . MINUS { ?answer wdt:P1082 ?x FILTER(xsd:float(?x) >= 2) }},Where is twin town of Semarang Which doesn't have human population of 2,num
SELECT ?answer WHERE { wd:Q11025 wdt:P190 ?answer . MINUS { ?answer wdt:P1082 ?x FILTER(xsd:float(?x) >= 1 && xsd:float(?x) <=2) }},Where is twin town of Semarang Which doesn't have human population of 2,num
SELECT ?answer WHERE { wd:Q11025 wdt:P190 ?answer . MINUS { ?answer wdt:P1082 ?x FILTER(xsd:float(?x) <= 1) }},Where is twin town of Semarang Which doesn't have human population of 2,num
SELECT ?answer WHERE { wd:Q127588 wdt:P1880 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1807 && YEAR(?x) <=2079) }},What is the measurement of introversion and extroversion That wasn't established in between 1807 and 2079 ,num
SELECT ?answer WHERE { wd:Q127588 wdt:P1880 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2079) }},What is the measurement of introversion and extroversion That wasn't established in after 2079 ,num
SELECT ?answer WHERE { wd:Q127588 wdt:P1880 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1807) }},What is the measurement of introversion and extroversion That wasn't established in before 1807 ,num
SELECT ?answer WHERE { wd:Q127588 wdt:P1880 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1671 && YEAR(?x) <=2215) }},What is the measurement of introversion and extroversion That wasn't established in between 1671 and 2215 ,num
SELECT ?answer WHERE { wd:Q127588 wdt:P1880 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2215) }},What is the measurement of introversion and extroversion That wasn't established in after 2215 ,num
SELECT ?answer WHERE { wd:Q127588 wdt:P1880 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1671) }},What is the measurement of introversion and extroversion That wasn't established in before 1671 ,num
SELECT ?answer WHERE { wd:Q127588 wdt:P1880 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1535 && YEAR(?x) <=2351) }},What is the measurement of introversion and extroversion That wasn't established in between 1535 and 2351 ,num
SELECT ?answer WHERE { wd:Q127588 wdt:P1880 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2351) }},What is the measurement of introversion and extroversion That wasn't established in after 2351 ,num
SELECT ?answer WHERE { wd:Q127588 wdt:P1880 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1535) }},What is the measurement of introversion and extroversion That wasn't established in before 1535 ,num
SELECT ?answer WHERE { wd:Q127588 wdt:P1880 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1399 && YEAR(?x) <=2487) }},What is the measurement of introversion and extroversion That wasn't established in between 1399 and 2487 ,num
SELECT ?answer WHERE { wd:Q127588 wdt:P1880 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2487) }},What is the measurement of introversion and extroversion That wasn't established in after 2487 ,num
SELECT ?answer WHERE { wd:Q127588 wdt:P1880 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1399) }},What is the measurement of introversion and extroversion That wasn't established in before 1399 ,num
SELECT ?answer WHERE { wd:Q127588 wdt:P1880 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1263 && YEAR(?x) <=2623) }},What is the measurement of introversion and extroversion That wasn't established in between 1263 and 2623 ,num
SELECT ?answer WHERE { wd:Q127588 wdt:P1880 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2623) }},What is the measurement of introversion and extroversion That wasn't established in after 2623 ,num
SELECT ?answer WHERE { wd:Q127588 wdt:P1880 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1263) }},What is the measurement of introversion and extroversion That wasn't established in before 1263 ,num
SELECT ?answer WHERE { wd:Q188890 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 16.259469 && xsd:float(?x) <=18.707131) }},What is the subdivided of Veszprem County That doesn't have corrdinate of between 16.259469 and 18.707131 ,num
SELECT ?answer WHERE { wd:Q188890 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 18.707131) }},What is the subdivided of Veszprem County That doesn't have corrdinate of greater than 18.707131 ,num
SELECT ?answer WHERE { wd:Q188890 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 16.259469) }},What is the subdivided of Veszprem County That doesn't have corrdinate of less than 16.259469 ,num
SELECT ?answer WHERE { wd:Q188890 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 15.035637999999999 && xsd:float(?x) <=19.930962) }},What is the subdivided of Veszprem County That doesn't have corrdinate of between 15.035637999999999 and 19.930962 ,num
SELECT ?answer WHERE { wd:Q188890 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 19.930962) }},What is the subdivided of Veszprem County That doesn't have corrdinate of greater than 19.930962 ,num
SELECT ?answer WHERE { wd:Q188890 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 15.035637999999999) }},What is the subdivided of Veszprem County That doesn't have corrdinate of less than 15.035637999999999 ,num
SELECT ?answer WHERE { wd:Q188890 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 13.811807 && xsd:float(?x) <=21.154792999999998) }},What is the subdivided of Veszprem County That doesn't have corrdinate of between 13.811807 and 21.154792999999998 ,num
SELECT ?answer WHERE { wd:Q188890 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 21.154792999999998) }},What is the subdivided of Veszprem County That doesn't have corrdinate of greater than 21.154792999999998 ,num
SELECT ?answer WHERE { wd:Q188890 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 13.811807) }},What is the subdivided of Veszprem County That doesn't have corrdinate of less than 13.811807 ,num
SELECT ?answer WHERE { wd:Q188890 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 12.587976 && xsd:float(?x) <=22.378624) }},What is the subdivided of Veszprem County That doesn't have corrdinate of between 12.587976 and 22.378624 ,num
SELECT ?answer WHERE { wd:Q188890 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 22.378624) }},What is the subdivided of Veszprem County That doesn't have corrdinate of greater than 22.378624 ,num
SELECT ?answer WHERE { wd:Q188890 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 12.587976) }},What is the subdivided of Veszprem County That doesn't have corrdinate of less than 12.587976 ,num
SELECT ?answer WHERE { wd:Q188890 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 11.364145 && xsd:float(?x) <=23.602455) }},What is the subdivided of Veszprem County That doesn't have corrdinate of between 11.364145 and 23.602455 ,num
SELECT ?answer WHERE { wd:Q188890 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) >= 23.602455) }},What is the subdivided of Veszprem County That doesn't have corrdinate of greater than 23.602455 ,num
SELECT ?answer WHERE { wd:Q188890 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(xsd:float(?x) <= 11.364145) }},What is the subdivided of Veszprem County That doesn't have corrdinate of less than 11.364145 ,num
SELECT ?answer WHERE { wd:Q11758 wdt:P551 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 481.0332 && xsd:float(?x) <=553.4468) }},What Residence of L L Zamenhof doesn't have a surface area of between 481.0332 and 553.4468 ,num
SELECT ?answer WHERE { wd:Q11758 wdt:P551 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 553.4468) }},What Residence of L L Zamenhof doesn't have a surface area of greater than 553.4468 ,num
SELECT ?answer WHERE { wd:Q11758 wdt:P551 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) <= 481.0332) }},What Residence of L L Zamenhof doesn't have a surface area of less than 481.0332 ,num
SELECT ?answer WHERE { wd:Q11758 wdt:P551 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 444.82640000000004 && xsd:float(?x) <=589.6536) }},What Residence of L L Zamenhof doesn't have a surface area of between 444.82640000000004 and 589.6536 ,num
SELECT ?answer WHERE { wd:Q11758 wdt:P551 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 589.6536) }},What Residence of L L Zamenhof doesn't have a surface area of greater than 589.6536 ,num
SELECT ?answer WHERE { wd:Q11758 wdt:P551 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) <= 444.82640000000004) }},What Residence of L L Zamenhof doesn't have a surface area of less than 444.82640000000004 ,num
SELECT ?answer WHERE { wd:Q11758 wdt:P551 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 408.6196 && xsd:float(?x) <=625.8604) }},What Residence of L L Zamenhof doesn't have a surface area of between 408.6196 and 625.8604 ,num
SELECT ?answer WHERE { wd:Q11758 wdt:P551 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 625.8604) }},What Residence of L L Zamenhof doesn't have a surface area of greater than 625.8604 ,num
SELECT ?answer WHERE { wd:Q11758 wdt:P551 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) <= 408.6196) }},What Residence of L L Zamenhof doesn't have a surface area of less than 408.6196 ,num
SELECT ?answer WHERE { wd:Q11758 wdt:P551 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 372.4128 && xsd:float(?x) <=662.0672) }},What Residence of L L Zamenhof doesn't have a surface area of between 372.4128 and 662.0672 ,num
SELECT ?answer WHERE { wd:Q11758 wdt:P551 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 662.0672) }},What Residence of L L Zamenhof doesn't have a surface area of greater than 662.0672 ,num
SELECT ?answer WHERE { wd:Q11758 wdt:P551 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) <= 372.4128) }},What Residence of L L Zamenhof doesn't have a surface area of less than 372.4128 ,num
SELECT ?answer WHERE { wd:Q11758 wdt:P551 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 336.206 && xsd:float(?x) <=698.274) }},What Residence of L L Zamenhof doesn't have a surface area of between 336.206 and 698.274 ,num
SELECT ?answer WHERE { wd:Q11758 wdt:P551 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) >= 698.274) }},What Residence of L L Zamenhof doesn't have a surface area of greater than 698.274 ,num
SELECT ?answer WHERE { wd:Q11758 wdt:P551 ?answer . MINUS { ?answer wdt:P2046 ?x FILTER(xsd:float(?x) <= 336.206) }},What Residence of L L Zamenhof doesn't have a surface area of less than 336.206 ,num
SELECT ?answer WHERE { wd:Q1106 wdt:P61 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) >= 1723 && YEAR(?x) <=1981) }},who is the first described of xenon That doesn't have the birth year of between 1723 and 1981  2,num
SELECT ?answer WHERE { wd:Q1106 wdt:P61 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) >= 1981) }},who is the first described of xenon That doesn't have the birth year of after 1981  2,num
SELECT ?answer WHERE { wd:Q1106 wdt:P61 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) <= 1723) }},who is the first described of xenon That doesn't have the birth year of before 1723  2,num
SELECT ?answer WHERE { wd:Q1106 wdt:P61 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) >= 1593 && YEAR(?x) <=2111) }},who is the first described of xenon That doesn't have the birth year of between 1593 and 2111  2,num
SELECT ?answer WHERE { wd:Q1106 wdt:P61 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) >= 2111) }},who is the first described of xenon That doesn't have the birth year of after 2111  2,num
SELECT ?answer WHERE { wd:Q1106 wdt:P61 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) <= 1593) }},who is the first described of xenon That doesn't have the birth year of before 1593  2,num
SELECT ?answer WHERE { wd:Q1106 wdt:P61 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) >= 1463 && YEAR(?x) <=2240) }},who is the first described of xenon That doesn't have the birth year of between 1463 and 2240  2,num
SELECT ?answer WHERE { wd:Q1106 wdt:P61 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) >= 2240) }},who is the first described of xenon That doesn't have the birth year of after 2240  2,num
SELECT ?answer WHERE { wd:Q1106 wdt:P61 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) <= 1463) }},who is the first described of xenon That doesn't have the birth year of before 1463  2,num
SELECT ?answer WHERE { wd:Q1106 wdt:P61 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) >= 1334 && YEAR(?x) <=2370) }},who is the first described of xenon That doesn't have the birth year of between 1334 and 2370  2,num
SELECT ?answer WHERE { wd:Q1106 wdt:P61 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) >= 2370) }},who is the first described of xenon That doesn't have the birth year of after 2370  2,num
SELECT ?answer WHERE { wd:Q1106 wdt:P61 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) <= 1334) }},who is the first described of xenon That doesn't have the birth year of before 1334  2,num
SELECT ?answer WHERE { wd:Q1106 wdt:P61 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) >= 1204 && YEAR(?x) <=2500) }},who is the first described of xenon That doesn't have the birth year of between 1204 and 2500  2,num
SELECT ?answer WHERE { wd:Q1106 wdt:P61 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) >= 2500) }},who is the first described of xenon That doesn't have the birth year of after 2500  2,num
SELECT ?answer WHERE { wd:Q1106 wdt:P61 ?answer . MINUS { ?answer wdt:P569 ?x FILTER(YEAR(?x) <= 1204) }},who is the first described of xenon That doesn't have the birth year of before 1204  2,num
SELECT ?answer WHERE { wd:Q131662 wdt:P1376 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1855 && YEAR(?x) <=2133) }},What is the county seat of Polokwane Which wasn't constructed in 1994,num
SELECT ?answer WHERE { wd:Q131662 wdt:P1376 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2133) }},What is the county seat of Polokwane Which wasn't constructed in 1994,num
SELECT ?answer WHERE { wd:Q131662 wdt:P1376 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1855) }},What is the county seat of Polokwane Which wasn't constructed in 1994,num
SELECT ?answer WHERE { wd:Q131662 wdt:P1376 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1715 && YEAR(?x) <=2273) }},What is the county seat of Polokwane Which wasn't constructed in 1994,num
SELECT ?answer WHERE { wd:Q131662 wdt:P1376 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2273) }},What is the county seat of Polokwane Which wasn't constructed in 1994,num
SELECT ?answer WHERE { wd:Q131662 wdt:P1376 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1715) }},What is the county seat of Polokwane Which wasn't constructed in 1994,num
SELECT ?answer WHERE { wd:Q131662 wdt:P1376 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1576 && YEAR(?x) <=2412) }},What is the county seat of Polokwane Which wasn't constructed in 1994,num
SELECT ?answer WHERE { wd:Q131662 wdt:P1376 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2412) }},What is the county seat of Polokwane Which wasn't constructed in 1994,num
SELECT ?answer WHERE { wd:Q131662 wdt:P1376 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1576) }},What is the county seat of Polokwane Which wasn't constructed in 1994,num
SELECT ?answer WHERE { wd:Q131662 wdt:P1376 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1436 && YEAR(?x) <=2552) }},What is the county seat of Polokwane Which wasn't constructed in 1994,num
SELECT ?answer WHERE { wd:Q131662 wdt:P1376 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2552) }},What is the county seat of Polokwane Which wasn't constructed in 1994,num
SELECT ?answer WHERE { wd:Q131662 wdt:P1376 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1436) }},What is the county seat of Polokwane Which wasn't constructed in 1994,num
SELECT ?answer WHERE { wd:Q131662 wdt:P1376 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 1296 && YEAR(?x) <=2691) }},What is the county seat of Polokwane Which wasn't constructed in 1994,num
SELECT ?answer WHERE { wd:Q131662 wdt:P1376 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) >= 2691) }},What is the county seat of Polokwane Which wasn't constructed in 1994,num
SELECT ?answer WHERE { wd:Q131662 wdt:P1376 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(YEAR(?x) <= 1296) }},What is the county seat of Polokwane Which wasn't constructed in 1994,num
SELECT ?answer WHERE { wd:Q122960 wdt:P101 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 726 && xsd:float(?x) <=834) }},What is the subject of rococo That doesn't have a Q48460 that is 780,num
SELECT ?answer WHERE { wd:Q122960 wdt:P101 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 834) }},What is the subject of rococo That doesn't have a Q48460 that is 780,num
SELECT ?answer WHERE { wd:Q122960 wdt:P101 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) <= 726) }},What is the subject of rococo That doesn't have a Q48460 that is 780,num
SELECT ?answer WHERE { wd:Q122960 wdt:P101 ?answer . MINUS { ?answer wdt:P1036 ?x FILTER(xsd:float(?x) >= 671 && xsd:float(?x) <=889) }},What is the subject of rococo That doesn't have a Q48460 that is 780,num
