ques_neg,sparql_neg,type
What location is adjacent to the city of Mandaue That doesn't contain the state of Central Visayas,SELECT ?answer WHERE { wd:Q1889017 wdt:P47 ?answer . MINUS { ?answer wdt:P150 wd:Q13669 }},loc
What location is adjacent to the city of Mandaue That doesn't contain the state of Visayas,SELECT ?answer WHERE { wd:Q1889017 wdt:P47 ?answer . MINUS { ?answer wdt:P150 wd:Q211436 }},loc
What location is adjacent to the city of Mandaue That doesn't contain the state of Philippines,SELECT ?answer WHERE { wd:Q1889017 wdt:P47 ?answer . MINUS { ?answer wdt:P150 wd:Q928 }},loc
What capital Town of the Kingdom of Wessez didn't experience the notable event of the July 7 2005 London bombings,SELECT ?answer WHERE { wd:Q105313 wdt:P36 ?answer . MINUS { ?answer wdt:P793 wd:Q202088 }},loc
What capital Town of the Kingdom of Wessez didn't experience the notable event of the July 7 2005 London bombings,SELECT ?answer WHERE { wd:Q105313 wdt:P36 ?answer . MINUS { ?answer wdt:P793 wd:Q23306 }},loc
What capital Town of the Kingdom of Wessez didn't experience the notable event of the July 7 2005 London bombings,SELECT ?answer WHERE { wd:Q105313 wdt:P36 ?answer . MINUS { ?answer wdt:P793 wd:Q23939248 }},loc
What capital Town of the Kingdom of Wessez didn't experience the notable event of the July 7 2005 London bombings,SELECT ?answer WHERE { wd:Q105313 wdt:P36 ?answer . MINUS { ?answer wdt:P793 wd:Q21 }},loc
What capital Town of the Kingdom of Wessez didn't experience the notable event of the July 7 2005 London bombings,SELECT ?answer WHERE { wd:Q105313 wdt:P36 ?answer . MINUS { ?answer wdt:P793 wd:Q145 }},loc
Which Tributary of the Almaty Region doesn't have coordinates of 77 2374 degrees,"SELECT ?answer WHERE { wd:Q186466 wdt:P974 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(contains(?x,'77.2374')) }}",loc
Which Tributary of the Ili Kazakh Autonomous Prefecture doesn't have coordinates of 77 2374 degrees,"SELECT ?answer WHERE { wd:Q848127 wdt:P974 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(contains(?x,'77.2374')) }}",loc
Which Tributary of the Kazakhstan doesn't have coordinates of 77 2374 degrees,"SELECT ?answer WHERE { wd:Q232 wdt:P974 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(contains(?x,'77.2374')) }}",loc
Which Tributary of the Xinjiang doesn't have coordinates of 77 2374 degrees,"SELECT ?answer WHERE { wd:Q34800 wdt:P974 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(contains(?x,'77.2374')) }}",loc
Which Tributary of the People's Republic of China doesn't have coordinates of 77 2374 degrees,"SELECT ?answer WHERE { wd:Q148 wdt:P974 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(contains(?x,'77.2374')) }}",loc
What Town near Ziquinchor doesn't have a county seat in Canton of Sant Maur des Fosses 2,SELECT ?answer WHERE { wd:Q202776 wdt:P190 ?answer . MINUS { ?answer wdt:P1376 wd:Q12788 }},loc
What Town near Ziquinchor doesn't have a county seat in Canton of Sant Maur des Fosses 2,SELECT ?answer WHERE { wd:Q202776 wdt:P190 ?answer . MINUS { ?answer wdt:P1376 wd:Q13917 }},loc
What Town near Ziquinchor doesn't have a county seat in Canton of Sant Maur des Fosses 2,SELECT ?answer WHERE { wd:Q202776 wdt:P190 ?answer . MINUS { ?answer wdt:P1376 wd:Q212429 }},loc
What Town near Ziquinchor doesn't have a county seat in Canton of Sant Maur des Fosses 2,SELECT ?answer WHERE { wd:Q202776 wdt:P190 ?answer . MINUS { ?answer wdt:P1376 wd:Q142 }},loc
Who Isn't in the region of Mercer County is employed by Daniel Mendelsohn,SELECT ?answer WHERE { wd:Q662119 wdt:P108 ?answer . MINUS { ?answer wdt:P131 wd:Q496886 }},loc
Who Isn't in the region of New Jersey is employed by Daniel Mendelsohn,SELECT ?answer WHERE { wd:Q662119 wdt:P108 ?answer . MINUS { ?answer wdt:P131 wd:Q1408 }},loc
Who Isn't in the region of United States of America is employed by Daniel Mendelsohn,SELECT ?answer WHERE { wd:Q662119 wdt:P108 ?answer . MINUS { ?answer wdt:P131 wd:Q30 }},loc
Which is role model of Salman Rushdie That doesn't have location of death is Harris County,SELECT ?answer WHERE { wd:Q44306 wdt:P737 ?answer . MINUS { ?answer wdt:P20 wd:Q26676 }},loc
Which is role model of Salman Rushdie That doesn't have location of death is Texas,SELECT ?answer WHERE { wd:Q44306 wdt:P737 ?answer . MINUS { ?answer wdt:P20 wd:Q1439 }},loc
Which is role model of Salman Rushdie That doesn't have location of death is United States of America,SELECT ?answer WHERE { wd:Q44306 wdt:P737 ?answer . MINUS { ?answer wdt:P20 wd:Q30 }},loc
Where is twin town of Semarang Which doesn't have human population of 2,"SELECT ?answer WHERE { wd:Q3557 wdt:P190 ?answer . MINUS { ?answer wdt:P1082 ?x FILTER(contains(?x,'2')) }}",loc
Where is twin town of Semarang Which doesn't have human population of 2,"SELECT ?answer WHERE { wd:Q252 wdt:P190 ?answer . MINUS { ?answer wdt:P1082 ?x FILTER(contains(?x,'2')) }}",loc
Which is next to Xinjiang That doesn't have arrondissements as Qinghai,SELECT ?answer WHERE { wd:Q34800 wdt:P47 ?answer . MINUS { ?answer wdt:P150 wd:Q45833 }},loc
Which is next to Xinjiang That doesn't have arrondissements as People's Republic of China,SELECT ?answer WHERE { wd:Q34800 wdt:P47 ?answer . MINUS { ?answer wdt:P150 wd:Q148 }},loc
Which is bordered by of Tamaulipas Where hasn't has shires is Texas,SELECT ?answer WHERE { wd:Q80007 wdt:P47 ?answer . MINUS { ?answer wdt:P150 wd:Q1439 }},loc
Which is bordered by of Tamaulipas Where hasn't has shires is United States of America,SELECT ?answer WHERE { wd:Q80007 wdt:P47 ?answer . MINUS { ?answer wdt:P150 wd:Q30 }},loc
What was the university Attended by Jad Abumrad while he wasn't a member of the Chicago,SELECT ?answer WHERE { wd:Q2856132 wdt:P69 ?answer . MINUS { ?answer wdt:P463 wd:Q1297 }},loc
What was the university Attended by Jad Abumrad while he wasn't a member of the Cook County,SELECT ?answer WHERE { wd:Q2856132 wdt:P69 ?answer . MINUS { ?answer wdt:P463 wd:Q108418 }},loc
What was the university Attended by Jad Abumrad while he wasn't a member of the Illinois,SELECT ?answer WHERE { wd:Q2856132 wdt:P69 ?answer . MINUS { ?answer wdt:P463 wd:Q1204 }},loc
What was the university Attended by Jad Abumrad while he wasn't a member of the United States of America,SELECT ?answer WHERE { wd:Q2856132 wdt:P69 ?answer . MINUS { ?answer wdt:P463 wd:Q30 }},loc
What is the twin town of the Shiga Prefecture That doesn't have districts in the Eugenio de Castro area,SELECT ?answer WHERE { wd:Q131358 wdt:P190 ?answer . MINUS { ?answer wdt:P150 wd:Q40030 }},loc
What is the twin town of the Shiga Prefecture That doesn't have districts in the Eugenio de Castro area,SELECT ?answer WHERE { wd:Q131358 wdt:P190 ?answer . MINUS { ?answer wdt:P150 wd:Q155 }},loc
Is New York City That doesn't have cities the birth location of Richard E Bellman,SELECT ?answer WHERE { wd:Q441199 wdt:P19 ?answer . MINUS { ?answer wdt:P150 wd:Q60 }},loc
Is New York That doesn't have cities the birth location of Richard E Bellman,SELECT ?answer WHERE { wd:Q441199 wdt:P19 ?answer . MINUS { ?answer wdt:P150 wd:Q1384 }},loc
Is United States of America That doesn't have cities the birth location of Richard E Bellman,SELECT ?answer WHERE { wd:Q441199 wdt:P19 ?answer . MINUS { ?answer wdt:P150 wd:Q30 }},loc
What city is the twin city of Oslo Municipality and also the setting for A Tree doesn't grow in Brooklyn,SELECT ?answer WHERE { wd:Q13931921 wdt:P840 ?answer . MINUS { ?answer wdt:P190 wd:Q5245991 }},loc
What city is the twin city of Norway and also the setting for A Tree doesn't grow in Brooklyn,SELECT ?answer WHERE { wd:Q13931921 wdt:P840 ?answer . MINUS { ?answer wdt:P190 wd:Q20 }},loc
What Resident of Werner Herzog doesn't live in Los Angeles County,SELECT ?answer WHERE { wd:Q44131 wdt:P551 ?answer . MINUS { ?answer wdt:P47 wd:Q104994 }},loc
What Resident of Werner Herzog doesn't live in California,SELECT ?answer WHERE { wd:Q44131 wdt:P551 ?answer . MINUS { ?answer wdt:P47 wd:Q99 }},loc
What Resident of Werner Herzog doesn't live in United States of America,SELECT ?answer WHERE { wd:Q44131 wdt:P551 ?answer . MINUS { ?answer wdt:P47 wd:Q30 }},loc
Don't name the work location of Augustin Louis Cauchy that is next to the Metropolitan City of Turin,SELECT ?answer WHERE { wd:Q8814 wdt:P937 ?answer . MINUS { ?answer wdt:P47 wd:Q18288162 }},loc
Don't name the work location of Augustin Louis Cauchy that is next to the Piedmont,SELECT ?answer WHERE { wd:Q8814 wdt:P937 ?answer . MINUS { ?answer wdt:P47 wd:Q1216 }},loc
Don't name the work location of Augustin Louis Cauchy that is next to the Italy,SELECT ?answer WHERE { wd:Q8814 wdt:P937 ?answer . MINUS { ?answer wdt:P47 wd:Q38 }},loc
What isn't studied at the parent company of Massachusetts G Stanley Hall,SELECT ?answer WHERE { wd:Q309675 wdt:P69 ?answer . MINUS { ?answer wdt:P355 wd:Q771 }},loc
What isn't studied at the parent company of United States of America G Stanley Hall,SELECT ?answer WHERE { wd:Q309675 wdt:P69 ?answer . MINUS { ?answer wdt:P355 wd:Q30 }},loc
Where is home town of Mata Hari Which doesn't have partner town is Gironde,SELECT ?answer WHERE { wd:Q82180 wdt:P551 ?answer . MINUS { ?answer wdt:P190 wd:Q12526 }},loc
Where is home town of Mata Hari Which doesn't have partner town is arrondissement of Bordeaux,SELECT ?answer WHERE { wd:Q82180 wdt:P551 ?answer . MINUS { ?answer wdt:P190 wd:Q700697 }},loc
Where is home town of Mata Hari Which doesn't have partner town is Bordeaux Métropole,SELECT ?answer WHERE { wd:Q82180 wdt:P551 ?answer . MINUS { ?answer wdt:P190 wd:Q1117116 }},loc
Where is home town of Mata Hari Which doesn't have partner town is New Aquitaine,SELECT ?answer WHERE { wd:Q82180 wdt:P551 ?answer . MINUS { ?answer wdt:P190 wd:Q18678082 }},loc
Where is home town of Mata Hari Which doesn't have partner town is Metropolitan France,SELECT ?answer WHERE { wd:Q82180 wdt:P551 ?answer . MINUS { ?answer wdt:P190 wd:Q212429 }},loc
Where is home town of Mata Hari Which doesn't have partner town is France,SELECT ?answer WHERE { wd:Q82180 wdt:P551 ?answer . MINUS { ?answer wdt:P190 wd:Q142 }},loc
What is the faculty of Harvard Art Museum That doesn't have the subsidiary Jamie Dimon,SELECT ?answer WHERE { wd:Q922169 wdt:P69 ?answer . MINUS { ?answer wdt:P355 wd:Q49111 }},loc
What is the faculty of Harvard Art Museum That doesn't have the subsidiary Jamie Dimon,SELECT ?answer WHERE { wd:Q922169 wdt:P69 ?answer . MINUS { ?answer wdt:P355 wd:Q54073 }},loc
What is the faculty of Harvard Art Museum That doesn't have the subsidiary Jamie Dimon,SELECT ?answer WHERE { wd:Q922169 wdt:P69 ?answer . MINUS { ?answer wdt:P355 wd:Q771 }},loc
What is the faculty of Harvard Art Museum That doesn't have the subsidiary Jamie Dimon,SELECT ?answer WHERE { wd:Q922169 wdt:P69 ?answer . MINUS { ?answer wdt:P355 wd:Q30 }},loc
What is diplomatic relation of Seychelles That hasn't subdivided into People's Republic of China,SELECT ?answer WHERE { wd:Q1042 wdt:P530 ?answer . MINUS { ?answer wdt:P150 wd:Q148 }},loc
What is the subdivided of Veszprem County That doesn't have corrdinate of 17 4833,"SELECT ?answer WHERE { wd:Q28 wdt:P150 ?answer . MINUS { ?answer wdt:P625 ?x FILTER(contains(?x,'17.4833')) }}",loc
What administrative unit Didn't Arthur M Schlesinger serve as an alumna of Rockingham County,SELECT ?answer WHERE { wd:Q435195 wdt:P69 ?answer . MINUS { ?answer wdt:P131 wd:Q54438 }},loc
What administrative unit Didn't Arthur M Schlesinger serve as an alumna of New Hampshire,SELECT ?answer WHERE { wd:Q435195 wdt:P69 ?answer . MINUS { ?answer wdt:P131 wd:Q759 }},loc
What administrative unit Didn't Arthur M Schlesinger serve as an alumna of United States of America,SELECT ?answer WHERE { wd:Q435195 wdt:P69 ?answer . MINUS { ?answer wdt:P131 wd:Q30 }},loc
Where are the administrative headquarters of the Johor Sultanate Who doesn't s sister city is Istanbul Province,SELECT ?answer WHERE { wd:Q1150344 wdt:P36 ?answer . MINUS { ?answer wdt:P190 wd:Q534799 }},loc
Where are the administrative headquarters of the Johor Sultanate Who doesn't s sister city is Turkey,SELECT ?answer WHERE { wd:Q1150344 wdt:P36 ?answer . MINUS { ?answer wdt:P190 wd:Q43 }},loc
What are the boys names of William Wilberforce That weren't born in London Borough of Lambeth,SELECT ?answer WHERE { wd:Q207672 wdt:P40 ?answer . MINUS { ?answer wdt:P19 wd:Q202059 }},loc
What are the boys names of William Wilberforce That weren't born in Greater London,SELECT ?answer WHERE { wd:Q207672 wdt:P40 ?answer . MINUS { ?answer wdt:P19 wd:Q23306 }},loc
What are the boys names of William Wilberforce That weren't born in London,SELECT ?answer WHERE { wd:Q207672 wdt:P40 ?answer . MINUS { ?answer wdt:P19 wd:Q23939248 }},loc
What are the boys names of William Wilberforce That weren't born in England,SELECT ?answer WHERE { wd:Q207672 wdt:P40 ?answer . MINUS { ?answer wdt:P19 wd:Q21 }},loc
What are the boys names of William Wilberforce That weren't born in United Kingdom,SELECT ?answer WHERE { wd:Q207672 wdt:P40 ?answer . MINUS { ?answer wdt:P19 wd:Q145 }},loc
What is the county seat of Polokwane Local Municipality Which wasn't constructed in 1994,"SELECT ?answer WHERE { wd:Q1660415 wdt:P1376 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(contains(YEAR(?x),'1994')) }}",loc
What is the county seat of Capricorn District Municipality Which wasn't constructed in 1994,"SELECT ?answer WHERE { wd:Q692290 wdt:P1376 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(contains(YEAR(?x),'1994')) }}",loc
What is the county seat of Limpopo Which wasn't constructed in 1994,"SELECT ?answer WHERE { wd:Q134907 wdt:P1376 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(contains(YEAR(?x),'1994')) }}",loc
What is the county seat of South Africa Which wasn't constructed in 1994,"SELECT ?answer WHERE { wd:Q258 wdt:P1376 ?answer . MINUS { ?answer wdt:P571 ?x FILTER(contains(YEAR(?x),'1994')) }}",loc
